[Language]
Description= العربية
Author = أحـمـد الـعـانــي 
(Ahmadalani75@hotmail.com)

[Globals]
10001= ملف
10002= تحرير
10003= عرض
10004= مساعدة
10005= خروج
10023= محتويات المساعدة
10018= تعريب: أحمد العاني
10019= عن البرنامج
10006= توقف
10007= تحديث
10008= خصائص
10009= الأسم
10010= فتح
10011= الحجم
10012= حسناً
10013= إلغاء
10014= إغلاق
10015= نعم
10016= لا
10017= ...إستعراض
10020= ...تصدير
10021= فتح المجلد
10022= المهام
10024= التالي
10025= السابق
10026= الخيارات
19026= الحجم الكلي
19027= المساحة الحرة
14023= الحالة
10027= الوصف
10028= إنهاء
10029= سلة المحذوفات
14009= تفاصيل
10030= إضافة
10031= إزالة
10032= إفتراضي
10033= تاريخ الإنشاء
10034= حذف
10035= توصية للأصدقاء
10036= الشراء ألآن
10037= إدخال رمز تسجيل
15009= تحديد الكل
15010= إلغاء التحديد
15011= عكس التحديد
15014= تحديد
10038= القائمة
10039= التحقق من التحديثات
10040= اللغات
10041= هل متأكد من رغبتك بإرسال كافة العناصر المحددة إلى سلة المحذوفات ؟
10043= .بعض الملفات لا يمكن حذفها. تأكد بأنها ليست قيد الأستخدام حالياً وبأن القرص ليس ممتلئ أو محمي ضد الكتابة
10044= تحذير
10045= معلومات
10046= خطأ
10047= تأكيد
10048= تأسيس

10050= مستحسنة
10051= تطبيق
10052= أدوات
10053= لن يتم تشغيل البرنامج بسبب ملف مفقود أو تالف، الرجاء محاولة التثبيت مرة أخرى لإصلاح هذه المشكلة. أنقر 'نعم' لتحميل أحدث إصدار من Glary Utilities
10055= المحفوظات
10054= عرض المحفوظات

10060= .قد تحتاج إلى إعادة تشغيل هذا البرنامج لتغييرات اللغة لأخذ التأثير\r\nهل متأكد من أنك تريد إنهاء وإعادة تشغيله ؟
10061= تبليغي عند توفر إصدار جديد
10062= التحديث تلقائياً إلى الإصدار الأحدث
10063= الترقية إلى الإحترافية

[Integrator]
10801= التنظيف والإصلاح
10802= الضبط & التحسين
10803= الخصوصية & الأمان
10804= الملفات & المجلدات
10805= أدوات النظام

10806= الحالة
10807= حالة البرنامج
10808= الإصدار الحالي:
10809= آخر تحديث:
10810= تاريخ قاعدة البيانات:
10811= حالة الترخيص
10812= النوع:
10813= النسخة المجانية
10814= النسخة الإحترافية
10815= تاريخ الإنتهاء:
10816= أبداً
10817= .قم بتسجيل النسخة المدفوعة من خلال الضغط على الزر بالأسفل
10818= تسجيل
10819= إعدادات العناية التلقائية

10799= الوحدات

10820= إعدادات
10821= عام
10822= اللغة:
10823= Windows تلقائياً عن بدء تشغيل Glary Utilities تحميل
10824= تصغير إلى شريط المهام عندما تقوم بإغلاق نافدة البرنامج
10825= قائمة السياق
10826= .حدد قوائم السياق التي تريد دمجها في متصفح ويندوز
10827= تحديث تلقائي
10828= .تشغيل التحديث في وقت مجدول
10829= جدولة:
10830= غير متوفر في النسخة المجانية
10831= تغيير الجدولة
10832= العناية التلقائية
10833= .مسح الآثار الخاصة عند تسجيل خروج او إيقاف الويندوز
10834= الآثار الخاصة
10835= Windows حدد الآثار التي تريد مسحها عند تسجيل الخروج أو إيقاف تشغيل
10836= الصيانة التلقائية بنقرة واحدة
10837= .تشغيل الصيانة بنقرة واحدة في وقت مجدول
10838= مركز الإستعادة
10839= حماية مركز الإستعادة
10840= .حدد المكونات التي تريد حمايتها بمركز الإستعادة من هنا
10841= المكونات المتوفرة:
10842= خيارات النسخ الإحتياطي
10843= حذف النسخ الإحتياطية تلقائياً:
10844= أقصى عدد للنسخ الإحتياطية:
10845= قائمة التجاهل
10846= بعد أسبوع واحد
10847= بعد أسبوعين
10848= بعد 3 أسابيع
10849= بعد شهر
10850= بعد شهرين
10851= بعد 3 أشهر
10852= خيارات الصيانة التلقائية بنقرة واحدة
10853= البحث عن أخطاء فقط
10854= البحث وإصلاح الأخطاء
10855= حدد الآثار التي تريد مسحها
10856= عرض بالون التلميحات عند التصغير
10857= التحقق من التحديثات عند بدء البرنامج

10900= التراجع عن التغييرات
10901= (الرجاء أختيار نقطة النسخة الإحتياطية التي تريد استعادتها ثم أنقر الزر (إستعادة
10902= إستعادة النظام
10903= إنشاء نقطة إستعادة
10914= تم تنشاء نقطة الإستعادة الجديدة بنجاح 
10904= .فشل إنشاء نقطة إستعادة! قد تكون إستعادة النظام معطلة على هذا النظام, أو قد لا تكون تملك أذونات الوصول
10905= لتمكين إستعادة النظام, قم بالخطوات التالية: إبدأ لوحة التحكم -> النظام -> قائمة إستعادة النظام. قم بإلغاء صندوق التحديد " إيقاف تشغيل إستعادة النظام على كافة محركات الأقراص" لتمكين إستعادة النظام. أضغط موافق
10906= !الرجاء تحديد نقطة إستعادة أولاً
10907= .بإعادة الشغيل تلقائيا اثناء عملية الإستعادة Windows من فضلك احفظ التغييرات وقم بإغلاق أي برامج مفتوحة. سيقوم
10908= !الرجاء تحديد  نسخة إحتياطية أولا
10911= النسخ الإحتياطية
10912=  ؟%s هل متأكد من إستعادة 
10913= .تمت الإستعادة بنجاح
10915= .(فضلاً قم بتحديد نقطة الإستعادة التي تريد الإستعادة اليها, ثم أنقر الزر (إستعادة

10909= تلميح
10910= Glary Utilities لا يزال يعمل.

10916= أأم
10917= السمات
10918= إصدار محمول
10919= دعم الطوارئ

[License Dialog]
20001= .هذا إصدار تجريبي لوقت محدود
20002= يوماً دون التزامات %s يمكنك أختبار الوظائف الكاملة للبرنامج لمدة
20003= إذا اعجبك هذا البرنامج وترغب بأستخدامه الى ما بعد الفترة التجريبية, أنقر على (الطلب ألآن).
20004= الفترة التجريبية: يوم %sمن %s2
20005= يوماً %s لقد انتهت المدة التجريبية. لقد كان بإمكانك تجربة وظيفة هذا البرنامج الكاملة لمدة
20006= .(إذا أعجبك هذا البرنامج وترغب بالأستمرار في أستخدامه, أنقر (الطلب ألآن
20007= إنتهت الفترة التجريبية
20008= غير مسجل
20009= (c)حقوق النشر
20010= هذا المنتج مرخص لـ:
20011= تحذير: هذا البرنامج محمي بموجب قوانين حقوق النشر والمعاهدات الدولية إعادة إنتاج أو توزيع البرنامج أو أي جزء منه بشكل غير مرخص, قد تتسبب بعقوبات جنائية أو مدنية, وستقاضى بأقصى عقوبة يتضمنها القانون.
20012= الموقع
20013= الطلب ألآن
20014= إدخال الرمز
20015= متابعة التجربة
20016= أسمك:
20017= رمز التسجيل
20018= اذا كنت لا تملك رمز التسجيل يمكنك لفتح هذا الإصدار التجريبي, يمكنك
20019= طلب واحد مباشر
20020= .رمز التسجيل الذي قمت بإدخاله خاطئ. من فضلك تحقق منه وتأكد من إدخاله بطريقة صحيحة
20021= شكراً للأشخاص التالية أسماؤهم لمساهماتهم
20022= !الترقية ألآن
20023= فضلاً قم بإدخال معلومات الترخيص
20024= نوع الترخيص:
20025= للحصول على الترخيص،
20026= الصفحة الرئيسية:

20027= الترقية ألآن
20037= الرجاء إدخال أسمك
20038= رمز الترخيص:
20039= تفعيل ألآن
20040= ليس لديك ترخيص ؟
20041= .أنقر هنا للحصول على واحد
20042= .لقد فقدت رمز ترخيصي
20043= %s Pro تنشيط النسخة
20044= أسم الترخيص:
20045= تاريخ الإنتهاء:
20046= قبل %s يوم
20047= يوم %s إنتهى قبل
20048= تجديد
20049= تصدير الترخيص
20050= Glary Utilities إدارة ترخيص
20051= AC6E-D9C6-FAB8-A8C8 مثلاً
20052= إدارة الترخيص
20053= تم حفظ معلومات الترخيص بنجاح إلى:

[Updater]
30001= %s غير قادر على جلب المعلومات من
30002= على حاسوبك لا تتوفر إصدارات أحدث %s أنت تستخدم الإصدار الأحدث من
30003= أنت تستخدم %s : %s2.
30004= متوفر للتحميل %s إصدار أحدث من: .%s2 ،من فضلك أنقر "حسناً" لفتح صفحة بتفاصيل التحميل.أو أنقر إلغاء إذا كنت لا ترغب في الترقية في الوقت الحالي
30005= تم التحديث بنجاح
30006= ...(%s) إسترداد الإصدار المحدث
30007= ...(%s) إسترداد مرجع الملف المحدث
30008= ...جار البحث عن تحديثات
30009= جاهز
30010= ...تنفيذ التحديث من الإنترنت
30011= الوقت المتبقي المقدر:
30012= معدل النقل:
30013= مجهول
30014= ثا %s
30015= تم نسخ %s من %s2
30016= ثا/%s
30017= لأستخدام هذه الميزة. التحديث ألآن ؟ %s عليك التحديث إلى النسخة الإحترافية من
30018= .%s متوفر ألآن. أنقر هذه الرسالة لتثبيته
30019= %s دقيقة %s2 ثانية
30020= ...(%s) إسترداد ملف اللغة المحدث
30021=  الإصدار %s متاح. التحديث ألآن
30022= Glary Utilities تحديث
30023= إصدار جديد من Glary Utilities متاح
30024= هل ترغب بتحميل الإصدار الجديد ألآن ؟ .%s2 متاح ألآن - لديك Glary Utilities %s
30025= ملاحظات الإصدار:
30026= تخطي هذا الإصدار
30027= تذكيري لاحقاً
30028= تحميل
30029= تحميل التحديثات تلقائياً مستقبلاً

[Context Menu]
40001= تحليل مساحة القرص بـ Glary Utilities
40002= تجميع بـ Glary Utilities
40003= تقسيم بـ Glary Utilities
40004= فك التشفير بـ Glary Utilities
40005= تشفير بـ Glary Utilities
40006= مسح بـ Glary Utilities
40007= البحث عن المجلدات الفارغة بـ Glary Utilities

40008= إلغاء تجزئة القرص بـ Glary Utilities
40009= إلغاء تجزئة القرص بـ Glary Utilities
40010= تجزئة المجلدات بـ Glary Utilities
40011= تجزئة الملفات بـ Glary Utilities

[Registry Cleaner]
11001= إصلاح التسجيل
11901= .يقوم بتنظيف التسجيل لتحسين أداء النظام
11002= حدد القسم للبحث

11003= الإجراء
11004= فحص التسجيل
11005= إصلاح التسجيل
11006= إستعادة الإصلاحات السابقة
11007= أدوات

11008= .تم بنجاح إصلاح المشاكل التي قمت بتحديدها
11009= .هل تريد فعلاً إضافة العنصر إلى قائمة التجاهل ؟ لن يتم العثور على هذا العنصر مرة اخرى
11010= لقد تم حفظ الملف إلى:
11011= ملخص المشاكل المكتشفة:
11012= 1 المشاكل المكتشفة
11013= %s المشاكل المكتشفة
11014= 1 المشاكل التي حددت للإصلاح
11015= %s المشاكل التي حددت للإصلاح
11016= لم يتم اكتشاف أية مشاكل
11017= لم يتم تحديد اية مشكلة للإصلاح
11018= (%s المشاكل المكتشفة)
11019= تحليل
11020= القسم:
11021= التصحيح:
11022= في محرر التسجيل
11023= فتح هذا المدخل في محرر التسجيل
11024= حذف هذا المدخل
11025= ترك هذا المدخل بلا تغيير
11026= (إستثناء هذا المدخل دائماً (لن يعثر عليه مجدداً
11027= خصائص
11028= فتح خصائص هذا الإختصار
11029= حذف هذا الإختصار
11030= ترك هذا الإختصار بدون تغيير

11031= إنتهى البحث
11032= إصلاح
11033= .أنقر إصلاح لإصلاحها تلقائياً أو أنقر إغلاق لعرض التفاصيل
11034= إنتهى الإصلاح
11035= جارِ البحث
11036= جارِ الإصلاح

11037= إستعادة
11038= .من فضلك حدد النسخة الإحتياطية التى تريد إستعادتها ثم أضغط زر إستعادة
11039= نسخ إحتياطي
11040= الى تسجيل النظام ؟ %s هل أنت متأكد من إستعادة
11041= بنجاح إلى تسجيل النظام %s لقد تمت إستعادة

11042= .%s2 يشير إلى مجلد أو ملف مفقود %s المدخل
11043= .%s يشير مفتاح التسجيل هذا إلى مفتاح مفقود
11044= .لا يحتوي مفتاح التسجيل هذا بيانات, ممكن حذفه
11045= .%s مفقوود CLSID يشير مفتاح التسجيل هذا إلى
11046= .%s يشير مفتاح التسجيل هذا إلى ملف ايقونة مفقود
11047= .%s2 يشير إلى البرنامج المفقود %s مدخل قائمة السياق
11048= .التسجيل غير مكتمل لان امر المفتاح الفرعي مفقود
11049= .Windows مفتاح التسجيل هذا غير مكتمل لانه لا يحتوي أي بيانات يحتاجها
11050= .المشترك يمكن حذفه CLSID .%s مفقود InprocServer يشير مفتاح التسجيل هذا الى.
11051= .المشترك يمكن حذفه CLSID .%s مفقود LocalServer32 يشير مفتاح التسجيل هذا الى
11052= .%s يشير مفتاح التسجيل هذا إلى نوع مكتبة مفقود
11053= .%s يشير مفتاح التسجيل هذا إلى مجلد مفقود
11054= .لا يحتوي أي بيانات. بالأمكان حذف مكتبة النوع المشتركة %s مفتاح التسجيل
11055= .%s مفتاح التسجيل يشير إلى الملف المفقود
11056= .%s لا يمكن العثور على الملف المحدد
11057= .غير موجود %s2 المشترك مع المدخل %s الملف
11058= .%s2 يشير إلى ملف المساعدة المفقود %s المدخل
11059= .%s ملف مشترك مفقود
11060= .ًلن يستخدم مجددا %s الملف المشترك
11061= .بالأمكان حذف الخدمات المشتركة %s يشير إلى الملف المفقود ImagePath هذا المدخل
11062= .%s2 يشير إلى الملف المفقود %s المدخل
11063= .%s يشير هذا الإختصار إلى الهدف المفقود
11064= .الذي تم نقله أو حذفه %s . يحتوي مفتاح التسجيل هذا اشارة إلى مجلد قائمة أبدأ
11065= .%s2 يشير إلى البرنامج المفقود %s المدخل
11066= .لإزالة البرنامج أو مكون Windows مدخل إلغاء التثبيت هذا لا يحتوي أي بيانات يحتاجها
11067= .%s برنامج إلغاء التثبيت المطلوب غير موجود
11068= .%s2 يشير إلى المجلد المفقود %s  المدخل

11069= حذف المفتاح :
11070= حذف القيمة :
11071= حذف الملف :

11072= مدير قائمة التجاهل
11073= %s  قائمة المدخلات التي يتم تجاهلها حالياُ عند فحص التسجيل. إذا كنت تريد لتضمين احد هذه المدخلات, قم بإزالة علامة تحديدها
11074= مفتاح التسجيل

11075= حدد المجلد الهدف لحفظ تغييرات الإصلاح إحتياطياً
11076= أقصى عدد للنسخ الإحتياطية:
11077= موجود بالفعل. هل تريد إستبداله ؟ %s
11078= أستبدال
11079= ملخص المشاكل الموجودة: (%s تم العثور على مشاكل, %s2 المشاكل المحددة للإصلاح)
11080= ملخص المشاكل الموجودة: (1 تم العثور على مشاكل, 1 المشاكل المحددة للإصلاح)
11081= (1 المشاكل الموجودة)
11082= ملخص المشاكل الموجودة: (لم يتم العثور على مشاكل, لا توجد مشاكل محددة لإصلاح)
11083= ...جار الفحص
11084= لم يتم العثور على مشاكل, لا توجد مشاكل محددة لإصلاح.
11085= %s مشكلة العثور على, %s2 المشكلة المحددة للإصلاح.
11086= %s مشكلة العثور على, %s2 المشكلة المحددة للإصلاح.
11087= ...إصلاح
11088= تصدير ملف التسجيل
11089= المفتاح الحالي:
11090= المفتاح المصدر:
11091= %s المشكلة المحددة للإصلاح
11092= تم التصدير بنجاح
11093= مشكلة %s تم العثور على, مشكلة %s2 تم إصلاح
11094= مشكلة %s تم العثور على, مشكلة %s2 تم إصلاح
11095= تم إصلاح اليوم: مشكلة %s , الإجمالي: مشكلة %s2
11096= تم إصلاح اليوم: مشكلة %s , الإجمالي: مشكلة %s2
11097= تم إصلاح اليوم: مشكلة %s , الإجمالي: مشكلة %s2
11098= مشكلة %s
11099= مشكلة واحدة
11100= لا يوجد مشاكل
11101= !الرجاء أختيار عنصر واحد على الأقل للفحص
11102= !الرجاء أختيار عنصر واحد على الأقل للتنظيف
11103= .أنقر "فحص التسجيل" لفحص التسجيل من المشاكل
11104= مشكلة %s تم العثور على, مشكلة %s2 المحدد لإصلاح
11105= مشكلة تم إصلاحها %s
11106= مشكلة تم إصلاحها %s

[Disk Analysis]
19001= تحليل مساحة القرص
19101= Glary مستكشف القرص
19901= عرض أستخدام مساحة القرص من المجلدات والملفات
19003= المستكشف
19004= موجه الأوامر
19005= (حذف (إلى سلة المحذوفات
19006= عرض شريط الأدوات
19007= عرض شريط الحالة
19008= عرض انواع الملفات
19009= عرض الملفات الكبيرة
19010= الملفات
19011= المجلدات
19012= الخصائص
19013= النسبة المئوية
19014= نوع الملف
19015= الوصف
19016= أسم الملف
19017= مجلد
19018= آخر تعديل
19019= ...تحميل انواع الملفات

19020= [Files]
19021= الحاسوب

19022= حدد الأقراص
19023= كافة الأقراص المحلية
19024= أقراص محددة
19025= مجلد
19028= مجموع/مستخدم
19029= حدد مجلد:

1801001= تحليل
1801002= تراجع
1801003= الحاسوب
1801004= 
1801005= إظهار الملحقات
1801006= كافة الأنواع
1801007= الفيديو
1801008= مضغوط
1801009= موسيقى
1801010= الصور
1801011= المستندات
1801012= أخرى
1801013= ملحق
1801014= عدد الملفات
1801016= النوع
1801017= الموقع
1801018= تاريخ التعديل
1801019= المساحة الحرة

1801020= شريط الأدوات
1801021= التنقل
1801022= تفاصيل
1801023= إظهار كافة الملفات
1801024= المجلدات والملفات

1801025= تحليل القرص ألآن
1801026= لم يتم تحليل القرص بعد. \nنظراً لأن القرص لم يتم التحليل حتى ألآن، لا توجد معلومات فيما يتعلق بأستخدام مساحة القرص، ونوع الملف أو الملفات أكبر متاحة، أثناء التحليل، يتم جمع وعرض المعلومات فيما يتعلق القرص المحدد والملفات والمجلدات التي أحتوت وأستخدام مساحة القرص
1801027= فقط تحديد هذا

1801028= حجم الملف:
1801029= الحجم الكلي:
1801030= الوصول في:
1801031= تعديل في:
1801032= إنشئ:
1801033= %s العناصر المحددة
1801034= الحجم:
1801035= مجموع المحتويات
1801036= مجهول
1801037= المساحة المستخدمة:
1801038= تم التحليل
1801039= لم يتم التحليل

1801040= توسيع المجلد عند تحديده

1802001= الإنتهاء
1802002= فشل
1802003= معترض
1802004= تحليل لمواقع تخزينك
1802005= .الرجاء إنتظار إكتمال تحليل القرص لتحليل مواقع التخزين المحددة

1803001= قائمة المسار غير صالحة:\n
1803002= قائمة مسار الملف:\n
1803003= %s بنداً لا يمكن الفحص

1804001= لم يتم تحليل القرص الذي حددته. ينبغي إجراء تحليل له ألآن ؟

1805001= هل أنت متأكد من أنك تريد نقل %s عنصر هذه إلى سلة المحذوفات
1805002= حذف
1805003= حذف %s عنصر

[Startup Manager]
14001= إدارة بدء التشغيل
14101= بدء تشغيل سريع
14901= إدارة البرامج التي تعمل تلقائياً عند بدء التشغيل
14002= تعطيل هذا المدخل
14003= تمكين هذا المدخل
14004= ...إضافة برنامج
14005= حذف هذا المدخل
14006= ...تحرير المدخل
14007= عرض شريط التفاصيل
14008= تحديث قائمة بدء التشغيل
14010= تلقائيات آخرى
14011= مهام مجدولة
14012= الخدمات المحلية
14013= .أو عند تسجيل الدخول Windows البرامج التي تبدأ عندما يعمل
14014= لم يتم تحديد أي عنصر
14015= .مدخل غير صالح. بالأمكان حذفه
14016= <لا معلومات>
14017= المنتج:
14018= الشركة:
14019= إضافة عنصر بدء تشغيل
14020= هل تريد بالتأكيد حذف مدخل بدء التشغيل
14021= تحرير مدخل بدء التشغيل المحدد

14022= المسار
14024= الموقع
14035= التقييم
14025= ممكن
14026= معطّل

14027= %2 بواسطة %s تقرير قائمة بدء التشغيل إنشئ في
14028= عنصرأ %s المجموع
14029= %s تم حفظ التقرير إلى

14030= ... Google البحث في

14031= إعدادت عنصر بدء التشغيل
14032= فضلاً قم بإدخال أسم.
14033= فضلاً قم بإدخال سطر الأوامر.
14034= لا يمكن العثور على الملف المحدد. هل تريد المتابعة حقاً ؟

14043= مجهول
14036= موثوق
14037= إختيار المستخدم
14038= محايد
14039= غير مطلوب
14040= خطير
14041= التعليق عليه
14042= معلومات أكثر

14044= التعليق
14045= تعليقك حول هذا المدخل
14046= رأيك عن هذا المدخل
14047= سيغير هذا تقييم الخطورة
14048= أرسال التعليق

14049= تأخير الوقت
14050= بدء ألآن
14051= .البرامج التي يتم تأخير بدء تشغيلها
14052= أعلى
14053= أسفل
14054= .لتأخير التطبيق، من فضلك قم بتحديده من القائمة أعلاه، أو يمكنك سحبه وإسقاطه إلى القائمة ادناه
14055= .لعدم تاخير التطبيق، الرجاء قم بتحديده من القائمة أدناه، أو يمكنك يمكن سحبه وإسقاطه في القائمة أعلاه
14056= تم الكشف عن إدخال مكرر
14057= .يبدو أن %s قد أضيف نفسه مرة أخرى في عملية بدء تشغيل Windows بعد أن كنت قد وضعته في قائمة تأخير بدء التشغيل
14058= .لحل هذه، يجب فتح %s والبحث عن الخيار الذي يخبر عن 'بدء تشغيل مع Windows' أو شيئاً مشابه وتعطيله
14059= .إذا كان هذا الخيار غير موجود، ربما قد يكون لديك للحصول على إتصال مع الناشر من %s الذي يقوم تلقائياً بإضافة نفسه، ويطلب منهم إذا كان يمكنهم إضافة ميزة تعطيل %s من بدء التشغيل مع Windows تلقائياً
14060= .إذا كان من غير الممكن لوقف %s من التشغيل مع Windows، ثم سيكون من الأفضل لمجرد ترك Windows بالتعامل معه وإزالة %s من قائمة تأخير بدء التشغيل
14061= هل تريد إزالة %s من قائمة تاخير بدء التشغيل ؟
14062= تأخر
14063= تأخير
14064= عدم التأخير
14065= ثا

2501001= شريط التفاصيل
2501002= شريط المعلومات
2501003= تشغيل
2501004= توقف
2501005= الذاكرة المستخدمة
2501006= مدخل بدء التشغيل موجودة بالفعل.\nهل ما زلت تريد إستبداله ؟
2501007= فشل في تعيين بيانات '%s'
2501008= تفاصيل
2501009= وقت التحميل
2501010= برامج بدء التشغيل
2501011= مهام مجدولة
2501012= الإضافات
2501013= خدمات التطبيقات
2501014= Windows خدمات

2501015= كن الأول للتعليق على برنامج بدء التشغيل هذا
2501016= من المستخدمين مستحسن بتعطيل أو تأخير برنامج بدء التشغيل هذا %s

2501017= تم تمكين بدء التشغيل
2501018= تم تمكين برنامج بدء التشغيل المحدد
2501019= تم تعطيل بدء التشغيل
2501020= تم تعطيل برنامج بدء التشغيل المحدد

2501021= ثا
2501022= د
2501023= برنامج بدأت عند بدء تشغيل الويندوز أو تسجيل دخول مستخدم %s

2501024= التراجع عن التغييرات
2501025= التعزيز المتقدم
2501026= وقت الأقلاع متاح بعد إعادة أقلاعك التالي
2501027= فائدة

2501028= تأخير بدء التشغيل
2501029= تم تأخير برنامج بدء التشغيل المحدد

2502002= حذف الكل
2502003= حذف
2502004= الوقت
2502005= إستعادة
2502006= العملية
2502007= حذف الكل بعد هذا
2502008= حذف الكل قبل هذا
2502009= إستعادة الكل بعد هذا

2502101= اليوم
2502102= أكثر


2503002= مفيد
2503003= غير مفيد

2503004= .الرجاء إدخال تعليقاتك. شكراً
2503005= .الرجاء إدخال أسمك. شكراً
2503006= الرابط لمزيد من التفاصيل (أختياري)
2503007= أسمك
2503008= .إدخالك قد تم تلقيه بنجاح من قبلنا

[Disk Cleaner]
13001= تنظيف الأقراص
13301= Glary تنظيف القرص
13901= إزالة البيانات الزائدة من الأقراص وتوفير المساحة
13002= تنظيف القرص
13003= خيارات إضافية
13004= .حدد الأقراص التي تريد تنظيفها
13005= .إضغط التالي بعد الإنتهاء من أختيار الأقراص
13006= .من فحص الأقراص المحددة %s الرجاء الإنتظار لحين انتهاء
13010= .أضغط التالي بعد الإنتهاء من أختيار الأقراص
13007= %s2 من المساحة على القرص %s يمكنك أستخدام منظف الأقراص لتحرير ما يقارب
13008= الحجم الكلي الذي وفرته من مساحة القرص:
13009= إحتياطياً قبل التنظيف %s نسخ
13110= عرض الملفات
13011= أضغط التالي للبدء بعملية التنظيف
13012= مكونات النظام
13013= بإمكانك توفير المزيد من مساحة القرص بإزالة مكونات النظام الأختيارية التي لا تستخدمها
13014= ...تنظيف
13015= إستعادة
13016= .بإمكانك إستعادة الملفات المؤقتة المحذوفة من ملف نسخة إحتياطية
13017= ...إستعادة

13018= .تم التنظيف بنجاح
13019= تم إنشاء النسخة الإحتياطية
13020= أضغط انهاء للعودة للصفحة الرئيسية

13021= .فضلاً حدد محرك أقراص واحد على الأقل للبحث

13022= ...جار البحث
13023= إنتهى
13024= ...تهيئة
13025= .سلة المحذوفات تحوي الملفات التي قمت بحذفها من الحاسوب. هذه الملفات لن تزال بشكل نهائي حتى تقوم بإفراغ سلة المحذوفات
13026= الملفات المؤقته
13027= .الملفات المؤقتة تستخدم عادة من قبل البرامج كمساحة تخزين ثانوية وتتم إزالتها عادة بعد الأستخدام
13028= ملفات بلا حجم
13029= الملفات بلا حجم, التي لاتحوي أيه بيانات يمكن حذفها
13064= ملفات الأنترنت المؤقتة
13065= يحتوي مجلد ملفات الإنترنت المؤقتة على صفحات إنترنت مخزنة على القرص الصلب للعرض السريع. .ستترك الإعدادات الشخصية لصفحات الإنترنت دون تغيير

13030= ...إفراغ سلة المحذوفات
13031= ...تنظيف ملفات الإنترنت المؤقتة
13032= ...حذف الملفات المؤقتة
13033= ... حذف الملفات التي بدون حجم

13034= فضلاً حدد الملفات التي تريد حذفها
13035= لم تحدد أي ملف
13036= فتح الملف
13058= ملفات %s المجموع
13059= تاريخ الإنشاء:
13060= تاريخ التعديل:
13061= آخر وصول:

13037= عام
13038= إستثناء
13039= تشمل

13040= راجع قائمة أنواع الملفات الزائدة أدناه وحدد أو الغ تحديد العناصر لتشملها في البحث من بتحديد أو إلغاء تحديد صناديق التحديد
13041= نوع الملف
13042= .إذا لم تكن متأكداً من هذه الخيارات, يستحسن أستخدام الإفتراضية
13043= .كافة الملفات في هذه المجلدات لن تعتبر زائدة أبداً
13044= مجلد
13045= .كافة هذه الملفات في هذه المجلدات ستعتبر زائدة دائماً, بغض النظر عن النوع

13046= *.tmp بإمكانك أستخدام الرموز, مثال
13047= أسم الملف ينتهي بـ:
13048= .أدخل أسم الأمتداد فضلاً
13049= .بإمكانك أستخدام الرموز
13050= .لايمكن أن يكون فارغاً

13051= ."فضلاً حدد النسخة الإحتياطية التي ترغب بإستعادتها ثم أضغط زر "إستعادة

13052= .إستعادة مخصصة
13053= .فضلاً حدد المدخلات التي تريد إستعادتها, ثم أضغط إستعادة
13054= .تمت الإستعادة بنجاح

13055= العناصر
13056= الملفات
13057= المسار
13062= النوع

13063= إضافة ملف نوع غير مرغوب

1301001= بدء التنظيف
1301002= فحص
1301003= الإستعادة
1301004= المسار
1301005= تحديد النسخ الإحتياطي
1301006= تحديد الكل
1301007= بدون تحديد
1301008= تحديد كأفتراضي
1301009= كانت آخر مرة لتنظيف القرص في: 
1301010= %s/%s2/%s3
1301011= .طريقة سريعة وسهلة لتنظيف الملفات عديمة الفائدة على حاسوبك
1301012= إجمالي المساحة المحفوظة: %s
1301013= .تهانينا! الأقراص نظيفة
1301014= .تنظيف الملفات عديمة الفائدة يمكن حفظ مساحة قرصك
1301015= النتيجة
1301016= قائمة الملفات
1301017= إعادة الفحص
1301018= إستثناء هذا الملف

1302001= Windows
1302002= النظام المؤقت
1302003= المستخدم المؤقت
1302004= ذاكرة التخزين المؤقت للمصغرات
1302005= ملفات تفريغ الذاكرة
1302006= ملفات تقرير الخطأ
1302007= ملفات سجل النظام
1302008= ذاكرة التخزين المؤقت لسطح المكتب البعيد
1302009= سلة المحذوفات
1302010= إختصارات قائمة ابدأ غير صالحة
1302011= إختصارات سطح المكتب غير صالحة
1302012= IIS ملفات سجل
1302013= القديمة Prefetch بيانات
1302014= ذاكرة التخزين المؤقت للخطوط
1302015= البرامج التي تم تنزيلها
1302016= Windows تحديثات
1302017= المتصفحات
1302018= Internet Explorer
1302019= Mozilla Firefox ذاكرة التخزين المؤقت
1302020= Google Chrome ذاكرة التخزين المؤقت
1302021= Opera ذاكرة التخزين المؤقت
1302022= التطبيقات
1302023= Google Earth ذاكرة التخزين المؤقت
1302024= Picasa ذاكرة التخزين المؤقت
1302025= ACDSee ذاكرة التخزين المؤقت
1302026= مشغلات الأقراص
1302027= الرجاء أختيار قرص واحد على الأقل للفحص
1302028= هل تريد النسخ الإحتياطي للملفات قبل التنظيف ؟
1302029= فشل النسخ الإحتياطي، هل تريد الأستمرار في التنظيف ؟
1302030= عدد الملفات: %s   حجم الملفات: %s2
1302031= %s عنصر تم تحديده
1302032= .الفحص أكتمل. %s ملفات  الموجودة %s2 إجمالي
1302033= .ينصح بتنظيف الأقراص ألآن
1302034= تهانينا! الحاسوب لديك نظيف
1302035= الحفاظ على حاسوبك نظيف عادة جيدة. يرجى إبقاءه
1302036= تم إلغاء الفحص!
1302037= .أخترت الملفات %s، %s2 مجموع
1302038= .%s التنظيف أكتمل. إجمالي الملفات المهملة المنظفة
1302039= .التنظيف أكتمل
1302040= .قيد الأستخدام، لا يمكن حذفه ألآن %s
1302041= الملفات المهملة : %s
1302042= تخصيص الملفات والمجلدات
1302043= أسم مخصص
1302044= تخصيص الملفات والمجلدات
1302045= الموقع
1302046= مثال: *.tmp|*.log
1302047= مثال: *.sys|*.txt
1302048= يشمل فقط الملفات
1302049= يشمل الملفات والمجلدات الفرعية
1302050= .Windows لتكون بأمان، غير قادر على تنظيف الملفات في دليل نظام
1302051= هل أنت متأكد من أنك تريد إفراغ هذا الدليل ؟
1302052= .Windows لتكون بأمان، يرجى عدم أختيار ملفات نظام
1302053= .تحديد ملفات إضافية والمجلد الذي تريد إزالتها (للمستخدمين المتقدمين فقط)
1302054= .الرجاء أختيار الملفات أو المجلدات التي ترغب في إزالتها
1302055= الملف أو المجلد المخصص موجود بالفعل، هل لا تزال تريد إضافته ؟
1302056= الملف أو المجلد المخصص موجود بالفعل، هل لا تزال تريد تغييره ؟
1302057= حاسوبك ليس لديه الكثير من الملفات المهملة. الحفاظ على حاسوبك نظيف عادة جيدة. يرجى الحفاظ عليه
1302058= المؤقت Windows Installer

1303001= ...النسخ الإحتياطي

1304001= لا يمكن عرض البيانات

1305001= بدء الفحص: 
1305002= نتيجة الفحص: 
1305003= لم يتم العثور على ملفات مهملة
1305004= %s ملف, إجمالي من %s2
1305005= نهاية الفحص: 
1305006= النتيجة الإجمالية: 
1305007= %s ملف, %s2 للإزالة
1305008= بدء التنظيف
1305009= نهاية التنظيف
1305010= تنظيف %s ملف, إجمالي %s2
1305011= %s .الملف لا يمكن إزالته
1305012= وقت الكتابة:
1305013= إجمالي %s ملف, %s2.

1305014= يجب إغلاقه لتنظيف ذاكرة التخزين المؤقت %s\n؟ %s بإغلاق Glary Utilities هل تريد أن يقوم
1305015= Firefox
1305016= Google Chrome
1305017= Opera
1305018= %s .يلزم أن تكون مغلقة لتنظيف ذاكرة التخزين المؤقت\nهل ترغب %s2 إغلاق ؟%s

1306001= نظفت اليوم: %s, الإجمالي: %s2.
1306002= %s تم العثور على, .%s2 تم إزالة
1306003= ؟ %s هل متأكد من أنك تريد إستعادة
1306004= .قد تم إستعادته بنجاح %s
1306005= .تم إزالة الملفات غير المرغوبة %s
1306006= أنقر 'فحص' لفحص النظام من الملفات غير المرغوبة
1306007= ملف %s, %s2 إجمالي تم العثور عليه
1306008= تم إسترداد %s
1306009= .ملفات غير مرغوبة تم إزالتها %s إجمالي

[Uninstaller]
12001= إدارة إلغاء التثبيت
12101= إلغاء التثبيت المطلق
12901= إزالة البرامج التي لم تعد تحتاجها بشكل كامل
12002= نسخ معلومات الغاء التثبيت إحتياطياً
12003= إستعادة معلومات الغاء التثبيت
12004= تصدير قائمة التطبيقات
12005= إزالة هذا البرامج
12006= إزالة البرامج المحددة
12007= تحرير الخصائص
12008= إستعادة المدخلات المحذوفة
12009= إظهاء سطر الأوامر
12010= البرامج المثبتة حالياً:
12011= ترتيب حسب:
12012= تاريخ التثبيت
12013= إصلاح المدخلات التالفة تلقائياً
12014= إلغاء تثبيت حزمة
12015= البحث عن البرامج
12016= أنقر هنا لمعلومات الدعم
12017= سطر الأوامر
12038= إزالة المدخل

12018= تغيير
12019= إزالة
12020= إزالة/تغيير

12021= المجموع %s برنامج
12022= انه مستخدم من قبل مستخدم أو برنامج آخر . هل ترغب بإزالته عن بدء التشغيل التالي ؟,%s لايمكن إزالة المجلد
12023= جديد!

12024= .أضغط إزالة/تغيير %s,لتغيير هذا البرنامج أو إزالته من هذا الحاسوب
12025= .أضغط تغيير أو إزالة %s,لتغيير هذا البرنامج أو إزالته من هذا الحاسوب
12026= .أضغط إزالة %s,لإزالة هذا البرنامج من هذا الحاسوب

12027= مثبت على
12028= ملفات التسجيل(*.reg)
12031= الملفات النصية(*.txt)
12029= بنجاح %s تم إستعادة معلومات الغاء التثبيت من
12030= من حاسوبك ؟ %s هل تريد فعلاً إزالة
12032= انشئ التقرير على
12033= البرامج المثبتة على حاسوبك(المجموع  % برنامج)
12034= تم حفظ الملف إلى:
12035= كافة البرامج المثبته بحلبة جيدة, لا يوجد أي مدخلات تالفة
12036= من قائمة البرامج المثبتة ؟ %s هل تريد فعلاً إزالة

12037= من قائمة البرامج المثبتة ؟ %s2 قد يكون قد تمت إزالته بالفعل. هل ترغب بإزالة  .%s حدث خطا أثناء محاولة إزالة
12039= برنامج مخفي قد يكون مستخد من قبل النظام. هل تريد فعلاً إزالته ؟ %s إن
12040= .للتأكد من عدم إزالة البيانات الهامة,يمكنك إستعراض المسار بالضغط على زر"إستعراض المسار". إذا كنت متأكد بأنها غير ضرورية, أضغط زر حذف الكل "%s"لاظال هناك بعض الملفات في مسار التثبيت
12041= تصفح المسار
12042= مسح الكل
12043= حفظ هذا المدخل إحتياطياً قبل حذفه

12044= لا يمكن العثور على سلسلة البحث
12045= بحث
12046= بحث عن التالي
12047= البحث عن:

12048= (تم العثور على المدخلات التالفة التالية. هل ترغب بحذفها ؟ (يمكنك أيضا حذفها يدوياً لاحقاً
12049= مدخلات تالفة
12050= نسخ المدخلات إحتياطياً قبل حذفها

12051= . فضلاً حدد مدخل برنامج الذي تريد استاعدته ثم أضغط زر إستعادة
12052= إستعادة
12053= مدخل البرنامج
12054= تاريخ النسخة الإحتياطية
12055= إلى تسجيل النظام ؟ %s هل تريد فعلاً إستعادة مدخل البرنامج

12056= أستخدم المعلومات التالية للحصول على الدعم الفني لـ
12058= الناشر
12059= الإصدار:
12060= الإتصال:
12061= معلومات الدعم:
12062= أقرأني:
12063= تحديثات المنتج:
12064= التعليقات:
12065= هوية المنتج:
12066= الشركة المسجلة:
12067= المستخدم المسجل:
12068= مكان التثبيت:

12069= برامج (*.exe;*.com;*.bat)
12070= كافة الملفات (*.*)
12071= قد يكون سطر الأوامر الذي ادخلته غير صالح. مازلت تريد المتابعة ؟

12072= تشغيل برنامج التثبيت
12073= سطر الأوامر لبرنامج الغاء التثبيت:
12074= .%s2 لا تمتلك الوصول إلى %s حدث خطا أثناء محاولة إزالة
12075= .يمكنك تحديد برنامج الغاء التثبيت الجديد من تحت

12076= انسخ هذا المدخل إحتياطياً
12077= معلومات الدعم
12078= Windows عرض تحديثات

12080= رموز
12081= قائمة
12082= تفاصيل

12083= كافة البرامج
12084= البرامج المثبتة مؤخراً
12085= البرامج الكبيرة
12086= البرامج المستخدمة نادراً
12087= Windows تحديثات

12088= آخر أستخدام:
12089= حفظ معلومات إلغاء التثبيت إلى:
12090= تعطيل تحديث الوصول الأخير
12091= !جديد

[Duplicate Files Finder]
15001= إيجاد الملفات المكررة
15901= البحث عن الملفات المكررة التي تسبب الأخطاء وتهدر المساحة
15002= البحث عن الملفات المكررة
15003= فتح ملف
15004= ...قتح بأستخدام
15005= تصفح مجلد
15006= خصائص النظام
15007= إنشاء تقرير
15008= حذف الملفات المحددة
15012= تحديد واحد في كل مجموعة
15013= استثناء هذا المجلد من علميات البحث المستقبلية
15015= المسار
15016=  % عنصرا للحذف من %s تم تحديد
15017= مجموعة الملفات المكررة
15018= ؟من أي عمليات بحث  %s هل متأكد من استثناء كافة العناصر داخل المجلد المحدد
15019= لم تحدد عناصر للحذف

15020= معالج البحث
15021= .فضلاً حدد المجلدات والأقراص التي ترغب بمسحها
15022= الأقراص
15023= المجلدات
15024= إضافة مجلد
15025= ملفات مكرره مطابقه للمعايير
15026= أسم الملف ذاته
15027= نفس الحجم
15028= نفس وقت الملف
15029= تجاهل الملفات بحجم أقل من
15030= البحث فقط عن الملفات الشائعة تحت
15031= بحث عن جميع الملفات
15032= نوع الملف
15033= استثناء المجلدات التالية من البحث:
15034= المجلد
15035= جار البحث عن الملفات المكررة...

15036= لم تحدد أي أقراص. حدد قرصا واحد على الأقل للمتابعة
15037= لم تحدد أي مجلد. فضلاً قم بتحديد مجلد واحد على الأقل للمتابعة
15038= .لم تحدد انواع ملفات. قم بتحديد نوع واحد على الأقل للمتابعة
15039= ... جار تنظيم الملفات. قد يستغرق ذلك بعض الوقت اعتمادا على عدد الملفات. فضلاً انتظر
15040= ملف مكرر %s2 ملفاً تم فحصها %s المجموع

15041= اضفة أسم ملف جديد للبحث عنه
15042= *.avi بإمكانك أستخدام الإشارات, مثال
15043= أسم الملف منتهي بـ:
15044= فضلاً أدخل أسم لاحقة الملف

15045= أدخل مجلداً
15046= حدد مجلداً
15047= *,? بإمكانك أستخدام الإشارات
15048= لا يمكن أن يكون خالياً
15049= تاريخ التعديل
15050= .قد تم إضافة هذا النوع من الملف
15051= تاريخ الإنشاء
15052= حالة الملف 
15053= الأصلي
15054= نسخ
1500001= Glary تنظيف المكرر
1501001= إعداد الفحص للمعلمة
1501002= الأختيار البارع
1501003= %d من %d عنصر معلمة للحذف
1501004= .موجود بالفعل %s\nهل تريد استبداله ؟
1501005= تأكيد حفظ باسم
1501006= حذف ملف
1501007= المستندات
1501008= الموسيقى
1501009= الصور
1501010= البرامج
1501011= الفيديو
1501012= أخرى
1501013= %s2 بواسطة %s إنشئ في DupefindFile تقرير
1501014= ملف %s الإجمالي
1501015= قد تم حفظ الملف إلى:
1501016= إستثناء
1501017= قائمة المجلدات المستثناةة
1501018= هل متأكد من أنك تريد إزالة كافة الملفات المكررة ؟

1502002= إستثناء ملف

1503001= ملفات مكررة المعاير مطابقة

1504001= فحص
1504002= الحجم الإجمالي
1504003= حجم الأستخدام
1504004= المساحة الحرة
1504005= مسار الملف

1505001= موقع التخزين
1505002= الحالة
1505003= إنتظار
1505004= تحميل
1505005= مجموع %d ملف تم الفحص وتم العثور على %d تكرار.
1505006= ...ترتيب الملفات، يرجى أن تكون صبوراً

1506001= عام
1506002= إستثناء ملف

1507001= تحديد الخيارات 
1507002= تطبيق على كافة المجموعات
1507003= تحديد الخيارات الذكية
1507004= إستثناء الملفات الأصلية
1507005= حسب تاريخ الإنشاء
1507006= حسب تاريخ التعديل


[Empty Folders Finder]
16001= إيجاد المجلدات الفارغة
16901=  Windows إيجاد وإزالة المجلدات الفارغة في
16002= البحث عن المجلدات الفازغة
16003= قائمة المجلدات المستثناة
16004= حذف المجلدات المحددة
16005= (ًإستثناء المجلدات المحددة (لن يتم ايجادها مجددا
16006= إستثناء
16007= مجلد
16008= .هل تريد فعلاً إضافة المجلدات المحددة إلى قائمة الإستثناء ؟ لم يتم العثور على هذه العناصر مجددا

16009= مدير قائمة التجاهل
16010= قائمة المدخلات التي يتم تجاهلها اثناء عمليات البحث الحالية عن المجلدات الفارغة. إذا اردت تضمين احد هذه المدخلات, قم بإزالة علامة التحديد الخاصة بها

16011= البحث ألآن
16012= حدد  الأقراص التي تريد فحصها ألآن

1601001= ...تجهيز عمود المجلد الفارغ

1602001= ...تجهيز قائمة المجلدات
1602002= .أنتهاء الفحص
1602003= %s فحص
1602004= ...تحميل الأقراص
1602005= ...فرز الملفات
1602006= ...حفظ البيانات
1602007= ...تهيئة
1602008= ...فحص المجلدات الفارغة
1602009= ...فرز المجلدات الفارغة

[Shortcuts Fixer]
17001= إصلاح الإختصارات
17901= إصلاح الأخطاء في إختصارات سطح المكتب وقائمة إبدأ
17002= بحث
17003= إصلاح الإختصار
17004= حذف
17005= الهدف
17006= الموقع
17007= إستعراض هدف الإختصار المفقود
17008= البحث ألآن
17009= خيارات البحث
17010= البحث في سطح المكتب وقائمة ابدأ فقط
17011= البحث عن مجلد قائمة ابدأ فارغ
17012= حدد الأقراص التي تريد البحث فيها
17013= لم يتم العثور على شيء

1701001= فحص سريع
1701002= فحص متقدم
1701003= أيقاف الفحص
1701004= إصلاح كل المحدد
1701007= خطأ
1701008= أصلاح
1702001= الموقع:
1702002= الهدف:
1702003= السبب:
1702004= الوصف:
1702005= .أنقر "تطبيق" لحفظ التغييرات
1702006= .قمت بتحديد المجلد
1703001= إزالة
1703002= أنقر "%s" لإزالة الإختصارات المحدد من القائمة؛{\r\n}أنقر "%s2" لنقل الإختصارات المحددة إلى سلة المحذوفات؛{\r\n}أنقر "%s3" لحذف الإختصارات المحددة بشكل دائم
1703003= النسخ الإحتياطي للإختصارات المحددة قبل الحذف

[Tracks Eraser]
18001= مسح الآثار
18801= Glary مسح الآثار
18901= مسح كافة الآثار، الأدلة وملفات تعريف الارتباط ومحفوظات الإنترنت والمزيد
18002= مسح الآثار المحددة
18003= عرض الآثار القابلة للمسح فقط
18004= مسح هذه الآثار
18005= .لم يحدد مسارات. لمسح الآثار, فضلاً حدد المسار الذي تريد مسحه بأستخدام المربع الموجود يسار أسم المسار
18006= ؟ %s هل متأكد من مسح إعدادات الآثار
18007= .تم مسح الآثار بنجاح
18008= ؟ %s هل متأكد من مسح الآثار

18009= إدارة كوكيز المتصفح
18010= العناوين المكتوبة
18011= حدد الكوكيز التي تريد ابقائها عند مسح الكوكيز
18012= الموقع
18013= معدل الزيارة
18014= آخر تعديل
18015= ينتهي في
18016= العنوان الكامل
18017= حذف الكوكيز غير المحدد ألآن
18018= حدد العناوين التي تريد ابقاءها عندما تمسح تاريخ عناوين انترنت اكسبلورر
18019= الروابط
18020= مسح الروابط غير المحددة

18021= جار المسح

18022= Windows
18023= .Microsoft Windows إزالة التاريخ,قائمة أكثر البرامج أستخداما والدلائل الآخرى لـ
18024= المستندات الأخيرة
18025=  يمسح المستندات الأخيرة والملفات المفتوحة على هذا الجهاز. تكون عادة في قائمة إبدا >المستندات الأخيرة
18026= windows تشغيل القائمة أبدأ في
18027= مسح تاريخ أوامر التشغيل التي ادخلتها في خاصية > قائمة إبدأ > تشغيل
18028= حوارات ميكروسوفت الشائعة - قوائم المجلدات/الملفات
18029= حوارات ميكروسوفت الشائعة مكون قياسي مستخدم من قبل العديد من تطبيقات البرامج لتوفير ملف, مجلد، لون، وتحديد طابعة. يقوم هذا المساح بمسح تاؤخ الأختيارات التي قمت بها على هذا النظام بما أن هذا التحكم مستخدم في أغلب نوافذ حفظ / فتح, سيقوم هذا الماسح بإزالة آخر الملفات التي فتحتها مؤخراً بواسطة أغلب البرامج .يقوم أيضا بمسح آخر الملفات والمجلدات التي بحثت عنها ايضا في النظام
18030= بحث قائمة ابدا
18031= . يمسح تاريخ البحث الذي اجريته في بحث ويندوز في قائمة إبدا
18032= Windows حافظة
18033= العمل مع الملفات يتضمن عادة أستخدام عمليات "نسخ" و "لصق". حافظة النظام تتذكر آخر .عملية نسخ التي قد تتضمن معلومات عن نشاطك ككلمة سر بطاقة اعتماد, أو بيانات شخصية
18034= الملفات المؤقتة
18035= إفراغ مجلد النظام المؤقت
18036= Windows سلة المحذوفات
18037= Windows إفراغ سلة المحذوفات
18038= Windows أقراص الشبكة المعينة
18039= .عندما تقوم بتخطيط أقراص الشبكة لتصل إليها عن طريق احرف الأقراص, يتذكر النظام تخطيطك في التسجيل. تخلص من هذه المعلومات بأستخدام هذه الإعدادات
18040= محفوظات النقر في قائمة إبدأ
18041=  يخزن النظام قائمة بأكثر العناصر التي تنقر علبها في قائمة ابدأ. حدد هذا الخيار لإزالة"تاريخ النقر في قائمة إبدأ"
18042= مواضع شبكة الإتصال
18043= عند أستخدامك مواضع شبكة الإتصال لوصول إلى المخدمات البعيدة, كافة المشاركات الأخيرة تحفظ, أي شخص  رؤية اماكن الشبكة التي استخدمتها بمشاهدة قائمة "آخر الأستخدمات"المتوضعة في مجلد مواشع لإتصال. حدد هذا الخيار لإزالتها

18044= Internet Explorer
18045= Internet Explore إزالة التاريخ, اكثر القوائم أستخداما, ملفات انترنت المؤقته والدلائل الآخرى من متصفح الإنترنت
18046= Internet Explorer - تاريخ العناوين
18047= يزيل تاريخ العناوين المكتوبة في شريط عنوان المتصفح. عندما يخزن هذا التاريخ, يحاول المتصفح تخمين العنوان الذي تحاول زيارته بأستخدام التوقع
18048= Internet Explorer محفوظات
18049=  يزيل تاريخ المواقع التي زرتها بواسطة المتصفح على الجهاز. 
18050= Internet Explorer ملفات تعريف الأرتباط
18051= تقوم المواقع بتخزين ملف معلومات نصي صغير, يسمى "كوكي" على قرصك الصلب. تحتوي الكوكيز معلومات عنك وعن اعداداتك.او قد تحتوي فقط على تسجيل للصفحات التي قمت بزيارتها في الموقع,لمساعدة الموقع على تخصيص العرض في الزيارة القادمة لك. بما أن بعض الكوكيز مفيد,قد تود الإحتفاظ بهم. أضغط "خيارات" لتحديد الكوكيز التي تريد حفظها. كل ما هو غير محدد سيتم حذفه
18052= الصيغ الذكية - إكمال كلمات المرور تلقائيا
18053= يزيل كامل تاريخ صيغ الإكمال التلقائي وكلمات المرور من المتصفح. إذا تم تكوينه, سيقوم المتصفح بحفظ معلومات للصيغ الشائعة, أسم المستخدم, وكلمات المرور مباشرة. سيتم إظهارها تلقائياعندما تعود الى المواقع التي تم حفظ هذه البيانات من اجلها. يقوم ماسح الآثار هذابمسح البيانات ويحميك من المستخدمين الآخرين ومن دخولهم على حساباتك على الإنترنت
18054= ملفات انترنت مؤقته
18055= .يحذف كافة الملفاتالتي يخزنها المتصفح عندما تزور موقعا أو تحميل المحتوى

18056= البرامج المساعدة
18057= معظم البرامج المساعدة تحفظ آخر الملفات المفتوحة بواسطتها. بأستخدام هذه الإضافات,تستطيع التخلص من تاريخ العديد من هذه التطبيقات

18058= موزيلا فايرفوكس
18059= يزيل التاريخ, قوائم آخر المستخدمات, ملفات انترنت مؤقته ودلائل التصفح
18060= Mozilla Firefox - المحفوظات
18061= يزيل كافة العناوين المزارة بواسطة البرنامج
18062= Mozilla Firefox - ملفات تعريف الأرتباط
18063= يزيل الكوكيز المخزن من البرنامج
18064= Mozilla Firefox - مخزن الإنترنت
18065= .يزيل الملفات المخزنة بواسطة البرنامج مؤقتا
18066= Mozilla Firefox - معلومات النموذج لمحفوظة
18067= يزيل بيانات النموذج المحفوظة في فايرفوكس عندما يمكنك ملء نماذج صفحات الإنترنت
18068= Mozilla Firefox - كلمات المرور المحفوظة
18069= يزيل بيانات كلمات المرور المحفوظة من قبل فايرفوكس عندما يمكنك ملء نماذج صفحات الإنترنت
18070= Mozilla Firefox - تاريخ داونلوود ماناجر
18071= يزيل قوائم آخر التنزيلات بواسطة داونلود ماناجر
18072= Mozilla Firefox - تاريخ البحث
18073= يزيل تاريخ البحث في موزيللا فايرفوكس

18074= قد يستغرق بعض الوقت %s مسح الآثار
18075= %s مسح آثار

18076= Index.dat ملفات
18077= هي ملفات مخفية تحتوي تاريخ تصفحك والملفات التي قمت بفتحها مؤخراً
18078= قد يستغر بعض الوقت %s بحث الآثار لـ
18079= %s بحث الآثار لـ
18080= ..إنشاء التقرير
18081= تقرير التحاليل
18082= %s العناصر التي ستحذف من تسجيل النظام
18083= عنصر قاعدة البيانات لإزالتها %s2 ملف و %s
18084= تفاصيل الملفات التي ساحذف:
18085= تحليل

18086= الآثار
18087= النتيجة

18088= Google Chrome
18089= يزيل التاريخ، قوائم الأكثر مؤخراً المستخدمة (MRU القوائم)، ملفات الإنترنت المؤقتة وغيرها من .الأدلة من جوجل كروم مستعرض ويب
18090= Google Chrome - المحفوظات
18091= .يزيل كل تلك العناوين بكتابتها في شريط العنوان في جوجل كروم
18092= Google Chrome - ملفات تعريف الأرتباط
18093= .إزالة ملفات تعريف الأرتباط التي تم حفظها في مجلد ذاكرة التخزين المؤقت جوجل كروم
18094= Google Chrome - ذاكرة التخزين المؤقت لإنترنت
18095= .إزالة ملفات إنترنت مؤقتاً من قبل جوجل كروم
18096= Google Chrome - المعلومات المحفوظة من النموذج
18097= .يزيل بيانات النموذج التي أنقذت جوجل كروم عندما يمكنك ملء نماذج صفحات ويب
18098= Google Chrome - محفوظات التحميل
18099= .إزالة المسار مؤخراً تحميل الملفات في مدير التحميل

18100= من المستحسن جداً أن تقوم بإغلاق %s .قبل المتابعة. لا يمكن أن يمحو المسارات مسح الآثار المستخدمة من قبل برامج أخرى

18101= .لإزالتها %s2 ومواد قاعدة البيانات %s ملفات

2101001= %s عنصر تم تحديده.
2101002= لا توجد مسارات محددة. لتحليل المسارات، الرجاء التحقق من كل المسار الذي كنت ترغب في تحليل .استخدام خانة الاختيار إلى يسار اسم المسار

2102001= Windows Live شريط الأدوات
2102002= Windows Live .يزيل التاريخ الحديث البحث من شريط أدوات
2102003= Google شريط الأدوات
2102004= .يزيل التاريخ الحديث البحث من شريط الأدوات إنترنت إكسبلورر
2102005= Google شريط سطح المكتب
2102006= .إزالة محفوظات البحث الأخيرة من سطح المكتب جوجل
2102007= Kazaa تاريخ البحث
2102008= .Kazaa مسح محفوظات البحث عن ملف
2102009= eMule
2102010= .eMule مسح تاريخ البحث
2102011= MSN Messenger
2102012= .MSN Messenger يزيل التاريخ ذاكرة التخزين المؤقت
2102013= Sound Forge 6.0
2102014= .Forge 6.0 يزيل التاريخ ذاكرة التخزين المؤقتة
2102015= Fresh Download
2102016= .Fresh Download إزالة محفوظات التنزيل
2102017= Windows Media Player
2102018= .يقوم بمسح الملفات الأخيرة، وعناوين المواقع، ومحفوظات ل windows media player الأفلام والموسيقى
2102019= Real Player
2102020= .ينظف تاريخ Real Player لملفات الموسيقى والأفلام التي لعبت مؤخراً
2102021= Quicktime Player
2102022= .ينظف تاريخ Quicktime Player لملفات الفيلم لعبت مؤخراً
2102023= SWiSH
2102024= .SWiSH يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102025= Windows Movie Maker
2102026= .Windows Movie Maker يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102027= BSPlayer
2102028= .BSPlayer يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102029= Media Player Classic
2102030= .ينظف تاريخ Media Player Classic لملفات الموسيقى والأفلام التي لعبت مؤخراً
2102031= Axialis IconWorkshop
2102032= .Axialis IconWorkshop إزالة ذاكرة التخزين المؤقتة ومحفوظات من الملفات التي تم فتحها مؤخراً من
2102033= Ulead Smart Saver Pro 3.0
2102034= .Ulead Smart Saver Pro 3.0 يزيل تاريخ الملفات التي تم فتحها مؤخراً
2102035= Macromedia Flash Player
2102036= .Macromedia Flash Player يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102037= Macromedia Flash MX
2102038= .Macromedia Flash MX يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102039= Macromedia Flash 5.0
2102040= .Macromedia Flash 5.0 يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102041= Macromedia Flash 4.0
2102042= .Macromedia Flash 4.0 يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102043= Adobe Flash Player
;2102044=
2102045= AVI Preview
2102046= .AVI Preview يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102047= Paint Shop Pro 7.0
2102048= .Paint Shop Pro 7.0 مسح التاريخ من الملفات التي تم إنشاؤها/فتح/أو حرره
2102049= Paint Shop Pro 8.0
2102050= .Paint Shop Pro 8.0 مسح التاريخ من الملفات التي تم إنشاؤها/فتح/أو حرره
2102051= Paint Shop Pro 9.0
2102052= .Paint Shop Pro 9.0 مسح التاريخ من الملفات التي تم إنشاؤها/فتح/أو حرره
2102053= Office XP
2102054= .Microsoft Office XP يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102055= Office 2000
2102056= .Microsoft Office 2000 يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102057= Office 2003
2102058= .Microsoft Office 2003 يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102059= Office 2007
2102060= .Microsoft Office 2007 يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102061= MS Management Console
2102062= .MS Management Console يزيل تاريخ الملفات التي تم فتحها مؤخراً من
2102063= MS Wordpad
2102064= .WordPad مسح التاريخ من الملفات التي تم إنشاؤها/فتح/أو حرره
2102065= MS Paint
2102066= .Microsoft Paint مسح محفوظات الملفات المفتوحة بواسطة
2102067= Microsoft Visual Basic 6.0
2102068= .Visual Basic 6.0 developers مسح محفوظات الملفات الأخيرة
2102069= سطح المكتب البعيد
2102070= .يزيل البيانات ذاكرة التخزين المؤقت التي تم حفظها سطح المكتب البعيد
2102071= PowerArchiver
2102072= .PowerArchiver مسح تاريخ الملفات المضغوطة/غير مضغوط من
2102073= WinISO
2102074= .WinISO مسح محفوظات الملفات المفتوحة بواسطة
2102075= WinRAR
2102076= .WinRAR مسح تاريخ الملفات المضغوطة/غير مضغوط من
2102077= 7-Zip
2102078= .7-Zip مسح تاريخ الملفات المضغوطة/غير مضغوط من
2102079= WinZip
2102080= .WinZipمسح تاريخ الملفات المضغوطة/غير مضغوط من
2102081= SpyBot بحث وتدمير
2102082= .يقوم بإزالة ذاكرة التخزين المؤقت للبيانات المحفوظة من قبل SpyBot بحث وتدمير
2102083= WinAce 2.0
2102084= .WinAce يزيل تاريخ
2102085= Norton AntiVirus
2102086= .Norton AntiVirus إزالة ملفات السجل المحفوظة بواسطة
2102087= Adobe Acrobat Reader 5.0
2102088= .Adobe Acrobat 5.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102089= Adobe Acrobat Reader 6.0
2102090= .Adobe Acrobat 6.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102091= XML Spy
2102092= .XML Spy التي قد قمت بعرضها بأستخدام XML إزالة محفوظات ملفات
2102093= Installshield Developer 7.0
2102094= .Installshield Developer 7.0 مسح محفوظات الملفات المفتوحة بواسطة
2102095= Macromedia Homesite 5.0
2102096= .Macromedia Homesite 5.0 مسح محفوظات الملفات المفتوحة بواسطة
2102097= Ahead Nero Burning ROM
2102098= .Ahead Nero Burning ROM مسح محفوظات الملفات/المجلدات التي فتحت بواسطة
2102099= ZipMagic
2102100= .ZipMagic مسح محفوظات الملفات المضغوطة/غير المضغوط بواسطة
2102101= PicoZip
2102102= .PicoZip مسح محفوظات الملفات المضغوطة/غير المضغوط بواسطة
2102103= Adobe Acrobat Reader 7.0
2102104= .Adobe Acrobat 7.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102105= Adobe Reader 8.0
2102106= .Adobe Reader 8.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102107= Adobe Reader 9.0
2102108= .Adobe Reader 9.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102109= Adobe Reader 10.0
2102110= .Adobe Reader 10.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام
2102111= Adobe Reader 11.0
2102112= .Adobe Reader 11.0 يزيل تاريخ ملفات PDF التي قمت عرضها باستخدام

2102113= Opera - المحفوظات
2102114= .يزيل المحفوظات للمواقع التي تمت زيارتها بأستخدام أوبرا على الجهاز
2102115= Opera - ملفات تعريف الأرتباط
2102116= .يزيل ملفات تعريف الأرتباط التي تم حفظها في مجلد ذاكرة التخزين المؤقت لأوبرا
2102117= Opera - Internet Cache
2102118= .يزيل ملفات الإنترنت المخزنة مؤقتاً بأوبرا
2102119= Opera - معلومات النموذج المحفوظة
2102120= .يزيل بيانات النموذج امحفوظة بواسطة أوبرا عند تقوم بملء نماذج صفحات الإنترنت
2102121= Opera - محفوظات التحميل
2102122= .يزيل آثار الملفات المحملة مؤخراً في مدير التحميل

2102123= Opera
2102124= .يزيل المحفوظات، القوائم الأكثر أستخداماً مؤخراً (قوائم MRU)، ملفات الإنترنت المؤقتة وغيرها من الأدلة من متصفح الإنترنت أوبرا

2103001= أختيار الكل
2103002= بدون تحديد
2103003= أختيار الإفتراضي
2103004= RegEdit فتح في
2103005= إضافة إلى قائمة الإستثناء
2103006= تجاهل إدارة القائمة
2103007= مسحت اليوم: عنصر %s, إجمالي: %s2.
2103008= مسحت اليوم: عنصر %s, إجمالي: %s2.
2103009= ملف %s تم العثور على, إجمالي %s2
2103010= مشكلة في الخصوصية %s
2103011= مشاكل في الخصوصية %s
2103012= .عنصر بيانات لإزالتها %s
2103013= مسحت اليوم: عنصر %s, إجمالي: عنصر %s2
2103014= مسحت اليوم: عنصر %s, إجمالي: عناصر %s2
2103015= عنصر %s تم العثور على, عنصر %s2 مسح
2103016= عناصر %s تم العثور على, عناصر %s2 مسح 
2103017= لا توجد مشاكل في الخصوصية 
2103018= مشاكل في الخصوصية تم إصلاحها %s
2103019= مشكلة في الخصوصية تم إصلاحها %s 
2103020= عنصر قاعدة بيانات تم إزالته %s3 ملف و%s2 .عنصر تم إزالته في تسجيل الويندوز %s
2103021= .أنقر 'تحليل' لفحص نظامك لمشاكل الخصوصية
2103022=  .لإدراج أحد هذه الإدخالات، ثم إزالة علامة الأختيار %s قائمة الإدخالات يتم تجاهلها عند الفحص حالياً. إذا كنت تريد 

[Memory Optimizer]
21001= تحسين الذاكرة
21901= مراقبة وتحسين الذاكرة الحرة في الخلفية
21002= التحسين
21003= تحسين يدوي
21004= مخطط أستخدام الذاكرة الفعلية:
21018= %s2 من %s حر
21005= CPU أستخدام
21006= فضلاً حدد مقدار الذاكرة التي تريد تحريره ثم أضغط التحسين
21007= مقدار الذاكرة:
21008= التحسين
21009= مسح الحافظة
21010= حجم الحافظة الحالي:
21011= تمكين التحسين التلقائي
21012= تحسين تلقائي عند تحسين الذاكرة عند:
21013= رفع الذاكرة الحرة إلى:
21014= تحسين فقط عندما يكون انشغال المعالج دون :
21015= تشغيل تلقائي عند بدء ويندوز
21016= مستحسنة
21017= تحسين...
21019= عرض النافذة الرئيسية

[File Shredder]
22001= تدمير الملفات
22901= مسح الملفات نهائياً بحيث لا يمكن إستعادتها أبداً
22002= أداة لتدمير البيانات الحساسة بحيث لا يمكن استعادتها من قبل الآخرين. تستخدم هذه الأداة تقنية المطورة بواسطة قسم الدفاع الأمريكي لمسح المعلومات بامان
22003= النوع
22012= تاريخ التعديل
22004= إضافة ملفات
22005= إضافة مجلد
22006= مسح ألآن
22007= تكرار عملية الحذف
22008= مجلد ملفات
22009= انت على شوك مسح كافة البيانات المحددة في القائمة. لن تكون قادرا علىإستعادة هذه الملفات بأستخدام برامج الإستعادة. هل تريد المتابعة فعلاً ؟
22010= جار الحذف
22011= تم الحذف
22019= تنظيف المساحة الحرة
22013= عند حذف الملفات وإفراغ سلة المحذوفات لا تزال فعلاً من القرص الصلب. يمكن استعادتها بأستخدام برامج إستعادة. لتأكيد الإزالةعليك تنظيف المساحة الخالية في القرص الصلب بانتظام. يقوم هذا الخيار بتدمير هكذ ملفات بحيث لايمكن استعادتها
22014= حدد القرص الذي تريد تنظيفه
22015= التنظيف ألان
22016= تنظيف المساحة الحرة %s
22017= تم الغاء العملية من قبل المستخدم
22018= تمت العملية بنجاح
22020= حدد مجلد الوجهة:
22021= .الرجاء تحديد محرك الأقراص
22022= %s المساحة الخالية - القرص  MFT مسح

[Internet Explorer Assistant]
23001= مساعد المتصفح
23901= إدارة إضافات المتصفح وإستعادة الإعدادات
23002= IE BHOs
23003= IE أشرطة أدوات
23004= IE Explorer أشرطة
23005= IE قوائم السياق ااضافية
23006= IE الأزرار الإضافية
23007= IE المحملة ActiveX
23008= Hijack إستعادة
23009= [ممنوع]
23010= الناشر
23011= مسار الملف
23012= الأمر
23013= منع هذا العنصر
23014= سماح هذا العنصر
23015= إزالة هذا العنصر نهائياً
23016= ؟ %s هل تريد فعلاً إزالة
23017= في المتصفح ؟ %s هل تريد فعلاً منع
23018= نهائيا من المتصفح ؟ %s هل تريد فعلاً إزالة
23019= تحذير, الملف مفقود
23020= عناصر مساعدة المتصفح
23021= Internet Explorer أشرطة أدوات
23022= Internet Explorer أشرطة المتصفح
23023= Internet Explorer قوائم السياق الإضافية
23024= Internet Explorer الأزرار الإضافية
23025= المحملة ActiveX برامج
23026= متضرر
23027= مثبت

23028= إعدادات
23029= الإعدادات الحالية
23030= إستعادة الإعدادات الى
23031= تغيير اعدادات الإستعادة إلى عنوان جديد
23032= إستعادة
23033= IE إفتراضي
23034= هل تريد فعلاً إستعادة الإعدادات التي حددتها ؟
23035= %s تم تغيير اعدادات المتصفح بنجاح
23036= تغيير إعدادات إستعادة المتصفح
23037= العنوان المدرح تحت هو الإفتراضي لهذه الإعدادات. يمكنك تغييره إللى أي عنوان آخر %s تغيير اعدادات إستعادة المتصفح لـ
23038= صفحة البدء
23039=  هذا عنوان الصفحة الذي سيظهر عند فتح صفحة جديدة
23040= صفحة البحث
23041=  هذا محرك البحث الإفتراضي عندما تنقر بحث في المتصفح
23042= عنوان الصفحة الإفتراضي
23043= عنوان الصفحة الإفتراضية في المتصفح
23044= الصفحة المحلية
23045= ستظهر هذه الصفحة عند عدم العثور على موقع عند إدخاله في شريط العنوان في المتصفح
23046= شريط البحث
23047= ساظهر هذه الصفحة عند الضغط على رمز البحث في المتصفح. يوفر شريط القدرة على تخزين معلومات مفصلة
23048= عنوان البحث الإفتراضي
23049= ستظهر هذه الصفحة عندما يحاول المتصفح القيام ببحث ما
23050= (صفحة البدء(جميع المستخدمين
23051= ستفتح هذه الصفحة عند فتح نافذة متصفح جديدة
23052= (صفحة البحث(جميع المستخدمين
23053= هذا محرك البحث الإفتراضي عندما تنقر بحث في المتصفح.لجميع المستخدمين
23054= (عنوان الصفحة الإفتراضي(جميع المستخدمين
23055= عنوان الصفحة الإفتراضية في المتصفح.لجميع المستخدمين
23056= (الصفحة المحلية(جميع المستخدمين
23057= ستظهر هذه الصفحة عند عدم العثور على موقع عند إدخاله في شريط العنوان في المتصفح. لجميع المستخدمين
23058= (شريط البحث(جميع المستخدمين
23059= ساظهر هذه الصفحة عند الضغط على رمز البحث في المتصفح. يوفر شريط القدرة على تخزين معلومات مفصلة. لجميع المستخدمين
23060= (عنوان البحث الإفتراضي(جميع المستخدمين
23061= ستظهر هذه الصفحة عندما يحاول المتصفح القيام ببحث ما. لجميع المستخدمين
23062= (البحث المخصص(جميع المستخدمين
23063= ستظهر هذه الصفحة في صندوق البحث في المتصفح عندما تقوم ببحث مخصص.يزود مساعد البحث المستخدمين ببحث مفرد وموحد عبر انواع البحث المختلفة. لجميع المستخدمين
23064= (مساعد البحث(جميع المستخدمين
23065= هذه صفحة مساعد البحث في المتصفح..يزود مساعد البحث المستخدمين ببحث مفرد وموحد عبر انواع البحث المختلفة. لجميع المستخدمين
23066= عنوان البحث
23067= عناوين البحث طريقة جيدة لأستخدام محركات بحث مختلفة. مثلا, قد يكون لديك عنوان بحث أسمة اخبار يبحث في مجموعات الأخبار. إذا ادخلت كلمات مفتاحية في شريط العنوان للبحث تلقائيا في مجموعات الأخبار عن تلك الكلمات المفتاحية
23068= (عنوان البحث (جميع المستخدمين
23069= عناوين البحث طريقة جيدة لأستخدام محركات بحث مختلفة. مثلا, قد يكون لديك عنوان بحث أسمة اخبار يبحث في مجموعات الأخبار. إذا ادخلت كلمات مفتاحية في شريط العنوان للبحث تلقائيا في مجموعات الأخبار عن تلك الكلمات المفتاحية. لجميع المستخدمين
23070= الصفحة الفارغة
23071= . لا يمكن عرض الصفحة - تظهر هذه الصفحة في المتصفح عن عدم العثور على صفحة أو موقع
23072= فشل تصفح سطح المكتب
23073= هذه الصفحة التي تعرض عندما لا يمكن لحاسوبك الإتصال بالإنترنت
23074= إلغاء التصفح
23075=  تعرض هذه الصفحة عندما تقوم بإلغاء التصفح
23076= فشل التصفح
23077=  هذه الصفحة التي تعرض عندما لا يمكن لحاسوبك الإتصال بالإنترنت
23078= معلومات دون إتصال
23079=  هذه الصفحة التي تعرض عندما لا يمكن لحاسوبك الإتصال بالإنترنت أو أن صفحة الإنترنت غير متوفرة دون إتصال
23080= الرد ليس مخزناً
23081= تحذير: انتهت صلاحية هذه الصفحة - هذه صفحة التحذير التي تعرض عندما لا يكون المتصفح قادرا على قراءة المحتوى من التخزين المؤقت
23100= هل متأكد من أنك تريد إزالة دائمية للعناصر التي حددتها ؟
23101= الإضافات
23102= الملحقات
23103= محركات البحث
23104= المحفوظات
23105= ملفات تعريف الأرتباط
23106= العنوان
23107= عدد الزوار
23109= المجال الأساسي
23110= مفتاح المضيف
23111= الكلمة الرئيسية
23117= في موزيلا فايرفوكس ؟ %s هل متأكد من أنك تريد منع
23118= في موزيلا فايرفوكس ؟ %s هل متأكد من أنك تريد إزالة دائمية إلى
23121= Mozilla Firefox إضافات
23122= Mozilla Firefox ملحقات
23123= Mozilla Firefox محركات البحث
23124= Mozilla Firefox محفوظات
23125= Mozilla Firefox ملفات تعريف أرتباط
23126= Mozilla Firefox الصفحة الرئيسية
23131= Google Chrome إضافات
23132= Google Chrome ملحقات
23133= Google Chrome محركات البحث
23134= Google Chrome محفوظات
23135= Google Chrome ملفات تعريف أرتباط
23136= Google Chrome الصفحة الرئيسية
23141= تحريك لأعلى
23142= تحريك لأسفل
23143= إضافة صفحة
23144= إزالة صفحة
23146= إدخال الصفحة الرئيسية
23147= .%s مدخلات الصفحة الرئيسية الجديدة للمتصفح
23149=  عارض
23150= هو مستحسن لاغاية أن تقوم بالإغلاق\n\n %s \n\n.قبل المتابعة، مساعد المستعرض يمكن أن لا يعمل بشكل صحيح
23151= عنصر تم إزالتها بشكل دائم %s
23152= %s فشل العملية، الرجاء المحاولة مرة أخرى بعد إغلاق المستعرض
23153= المستخدم ألغى العملية
23154= حذف عناصر حوار التقدم
23155= إزالة العناصر
23217= في جوجل كروم ؟ %s هل متأكد من أنك تريد منع
23218= دائمية في جوجل كروم ؟ %s هل متأكد من أنك تريد إزالة

[Process Manager]
24001= إدارة العمليات
24901= .مراقبة العمليات الحالية وإمكانية إيقافها
24002= (...مهمة جديدة(تشغيل
24003= Windows إغلاق
24004= إعادة تشغيل الحاسوب
24005= إطفاء الحاسوب
24006= إنهاء العملية
24007= منع العملية
24008= قائمة الحظر
24009= البحث عنه
24010= التعليق عليه
24011= عرض التفاصيل
24012= الأسم
24013= التقييم
24014= تنفيذي
24015= الأولوية
24016= الأنساق
24017= CPU
24018= CPU وقت
24019= الذاكرة
24020= الشركة
24021= بدأت
24022= العمليات
24023= تعيين الأولوية
24024= فوراً
24025= مرتفع
24026= فوق العادي
24027= عادي
24028= أقل من عادي
24029= منخفض
24030= تحذير: تغيير اولوية هذه العملية قد يؤدي إلى نتائج غير مرغوب بها بما فيها عدم أستقرار النظام. هل تريد فعلاً تغيير أولوية العملية ؟
24031= معلومات عامة
24032= المكونات المستخدمة
24033= بيانات
24034= القيمة
24035= معلومات العملية
24036= الهوية
24037= الملف
24038= الأسباب
24039= المجلد
24040= الأنساق
24041= الأولوية
24042= أستخدام الذاكرة
24043= بدأ عند
24044= بدأ بواسطة
24045= معلومات الإصدار
24046= نوع الملف
24047= الشركة
24048= الوصف
24049= الإصدار
24050= الأسم الداخلي
24051= حقوق النسخ
24052= علامة تجارية
24053= أسم الملف الأصلي
24054= أسم المنتج
24055= إصدار المنتج
24056= تعليقات
24137= آمن
24139= خطر
24057= ؟ %s هل تريد فعلاً إنهاء العملية
24058= ؟ %s هل تريد فعلاً منع العملية
24059= هل تريد فعلاً إعادة تشغيل الحاسوب ألآن ؟
24060= هل تريد إيقاف تشغيل الحاسوب ألآن ؟
24061= العمليات النشطة:
24062= CPU أستخدام:
24063= أستخدام الذاكرة:
24064= خدمة نظام
24065= استبدال إدارة المهام
24066= دائما في المقدمة

[Context Menu Manager]
25001= مدير قائمة السياق
25901= ... إدارة قوائم السياق للملفات, المجلدات
25002= الملفات والمجلدات
25003= جديد
25004= إرسال إلى
25005= أدناه '%s' أنقر علامة الأختيار أمام العنصر لتمكينه أو تعطيله. لإزالته نهائياً، أنقر الزر
25006= غير موجود
25007= نهائياً '%s' هل متأكد من إزالة
25008= كافة الملفات(*)
25009= مجلدات
25010= مسارات
25011= أقراص
25012= مجلدات موسيقى
25013= مجلدات فيديو
25014= مجلدات صور
25015= كل عناصر ملفات النظام
25016= الحاسوب
25017= سلة المحذوفات
25018= الخلفية
25019= إختصارات

[File Encrypter and Decrypter]
27001= تشفير الملفات
27901= .حماية ملفاتك من الوصول والأستخدام غير المصرح
27002= تشفير ملف
27003= فك تشفير ملف
27004= فضلاً حدد الملف الذي تريد تشفيره:
27005= كلمة المرور للتشفير:
27006= التحقق من كلمة المرور:
27007= تلميح كلمة المرور:
27008= (إنشاء ملف فك تشفير تلقائي تنفيذي (ستكون لغته إنكليزية
27009= حذف الملف الأصلي بعد عملية التشفير الناجحة
27010= !تشفير ألان
27011= فضلاً حدد الملف الذي تريد فك تشفيره:
27012= كلمة مرور فك التشفير:
27013= تلميح كلمة المرور
27014= إستخراج إلى:
27015= فتح المجلد الهدف بعد نجاح فك التشفير
27016= !فك تشفير ألان
27017= فضلاً أضغط زر "إستعراض" لأختيار الملف الذي تريد  تشفيره
27018= الملف المحدد غير موجود. فضلاً حدد ملفاً آخر
27019= ! فضلاً أختر كلمة مرور يتراوح طولها بين 6 و 16 بنداً
27020= فضلاً أدخل كلمة المرور ذاتها في كلا الحقلين
27021= الملف التالي موجود مسبقاً, إستبدال ؟
27022= %s تم تشفير الملف بنجاح إلى
27023= الملفات المشفرة
27024= الملف المحدد لم يتم تشفيره بهذا البرنامج فضلاً حدد ملفاً آخر
27025= !فضلاً أضغط زر "إستعراض" لأختيار الملف الذي تريد فك تشفيره
27026= الملف المحدد غير موجود. فضلاً حدد ملفاً آخر
27027= فضلاً أختر المجلد الذي تريد أن يوضع فيه الملف المسترجع
27028= .%s غير قادر على إنشاء المجلد الهدف
27029= موجود مسبقاً, إستبدال ؟ %s الملف
27030= %s تم فك تشفير الملف بنجاح إلى
27031= كلمة مرور غير صالحة, حاول مجدداً
27032= فضلاً أختر المجلد الذي تريد أن يوضع فيه الملف المسترجع
27033= فشلت العملية .حاول مجدداً
27034= التشفير قيد التنفيذ. وقد يستغرق  بضع دقائق, تحلى بالصبر من فضلك 
27035= فك التشفير قيد التنفيذ. وقد يستغرق بضع دقائق, تحلى بالصبر من فضلك
27036=تم تشفير هذا الملف بالإصدار القديم من البرنامج لفك التشفير تحميل الإصدار القديم من برنامج فك التشفير، هل تريد تحميله ؟
27037=:يتم حفظ الملف المشفر إلى
27038=.الرجاء تحديد المجلد حيث تريد وضع الملف المشفر
27039=المجلد الوجهة غير موجود، سواء تم إنشاؤه ؟
27040=فتح المجلد الهدف بعد نجاح التشفير
27041=إضافة ملفات
27042=.دعم سحب وإسقاط الملفات
27043=الملفات المحلية
27044=الحالة
27045=التقدم
27046=ملف مشفر
27047=جاهز
27048=...إنتظار
27049=...تشفير
27050=.شفر بنجاح
27051=.الملف المصدر غير موجود أو تم حذفه
27052=.الملف الهدف موجود بالفعل
27053=.تعذر حذف ملف المصدر
27054=.الرجاء النقر على الزر 'إضافة ملف' لتحديد الملف الذي تريد تشفيره أو سحب ملف لتشفير للقائمة
27055=.لا ترغب في تشفير الملف، حدد وحاول مرة أخرى
27056= إزالة الملف
27057= أختيار الكل
27058= بدون أختيار
27059= عكس الأختيار
27060= إزالة العنصر المحدد
27061= المحدد من قائمة تشفير الملفات ؟ %s هل تريد إزالة الملف

[File Splitter and Joiner]
28001= تقسيم الملفات
28901= .تقسيم الملفات الكبيرة إلى ملفات صغيرة سهلة الإدارة, ثم إعادة تجميعها
28002= تقسيم ملف
28003= تجميع ملف
28004= .فضلاً أختر الملف الذي تريد تقسيمه إلى ملفات أصغر
28005= فضلاً أدخل المسار إلى المجلد الهدف حيث تريد أن يوضع الملف المقسم
28006= فضلاً أختر الحجم الأقصى لكل ملف سيتم إنشاؤه
28007= (1.44MB) قرص مرن
28008= 100MB Zip(TM)  قرص
28009= 1GB Jaz(TM) قرص
28010= 4.7GB ذو طبقة واحدة DVD قرص
28011= من تحديد المستخدم
28012= تقريبا %s قطع الملفات التي سيتم إنشاؤها
28013= اضافة وظيفة  التجميع التلقائي إلى عدة الملفات المقسمة
28014= !تقسم ألآن
28015= .فضلاً حدد الملف الذي تريد أن يشير إلى الملف الأصلي. يمكنك أختيار أي من الملفات, سيتم تضمين البقيه تلقائياً
28016= معلومات تجهيز الكتلة:
28017= فضلاً أدخل المسار إلى المجلد الهدف حيث تريد أن يوضع الملف المستعاد
28018= تجميع ألآن
28019= %s لا يمكن إنشاء الملف
28020= %s لا يمكن فتح الملف
28021= ! فضلاً أضغط "إستعراض" لأختيار الملف الذي تريد تقسيمه لملفات اصغر
28022= الملف غير موجود! فضلاً أضغط "إستعراض" لأختيار الملف الذي تريد تقسيمه لملفات اصغر
28023= .الملف المحدد بالفعل اصغر من الحجم الأقصى
28024= !أضغط "إستعراض" لأختيار مجلد الوجهة
28025= %s لا يمكن إنشاء مجلد الوجهة
28026= %s لا يوجد مساحة كافية على القرص الهدف
28027= .لم يتم حذف الملف الأصلي %s تم تقسيم الملف بنجاح إلى
28028= .فضلاً أختر المجلد حيث تريد وضع الملف المقسم
28029= الملفات المقسمة
28030= أسم الملف:
28031= الحجم:
28032= عدد القطع:
28033= الملف المحدد ليس جزءاً من مجموع الملفات. فضلاً حدد ملفاً آخر
28034= غير قادر على العثور على ملفات القطع التالية:
28035= موجود مسبقاً, إستبدال ؟
28036= تم تجميع الملف الأصلي بنجاح
28037= فضلاً أدخل المسار إلى المجلد الهدف حيث تريد أن يوضع الملف المستعاد
28038= فشلت العملية. فضلاً قم بالمحاولة مجدداً
28039=  التقسيم قيد التنفيذ. وقد يستغرق  بضع دقائق, تحلى بالصبر من فضلك 
28040= التجميع قيد التنفيذ. وقد يستغرق  بضع دقائق, تحلى بالصبر من فضلك 
28041= .قد تم إضافة هذا المجلد

[1-Click Maintenance]
29001= الصيانة بنقرة واحدة
29601= منظف التسجيل
29602= إصلاح الإختصارات
29603= إدارة بدء التشغيل
29604= إزالة الملفات المؤقتة
29605= مسح الآثار
29606= إزالة ملفات التجسس

10603= إصلاح مدخلات التسجيل التالفة أو الغير صحيحة
10605= ينظف الإختصارات التالفة
10607= يزيل مدخلا بدء التشغيل الخطرة
10609= يزيل الملفات المؤقته ويوفر المساحة
10611= يزيل آثار محفوظات نشاطك والإنترنت
10613= يزيل ملفات التجسس
10614= ...تحليل
10615= عرض التفاصيل
10616= البحث عن المشاكل
10617= لم يعثر على أي مشاكل
10618= 1 المشاكل المكتشفة
10619= %s المشاكل المكتشفة
10620= %s الملفات المكتشفة
10621= لم يعثر على ملفات
10622= %s الآثار المحددة
10623= 1 المسار المحدد
10624= لم يحدد مسارات
10625= ...تحليل
10626= أضغط إصلاح المشاكل للمتابعة
10627= إصلاح المشاكل
10628= تم إصلاح المشاكل
10629= تم إسترداد المساحة
10630= الآثار الممسوحة
10631= ..إصلاح
10632= ...تنظيف
10633= ...مسح
10634= %s مشاكل تم إصلاحها
10635= %s مسارات تم مسحها
10636= %s تم إستعادة
10637= حدد الملفات التي ترغب بمسحها
10638= عرض الملفات
10639= %s2 يمكن تحرير, %s مجموع الملفات
10640= فضلاً حدد الآثار التي تريد مسحها
10641= فضلاً حدد مدخلات التسجيل التي ترغب بإصلاحها. أضغط باليمين على أي عنصر للمزيد من الخيارات
10645= فضلاً حدد الإختصارات التي تريد حذفها. أضغط باليمين على أي عنصر للمزيد من الخيارات
10642= فضلاً حدد مدخلات بدء التشغيل التي  تريد حذفها
10644= فضلاً حدد المدخلات التي  تريد حذفها
10643= إلغاء الصيانة بنقرة واحدة
10646= إعادة الفحص
10647= .الرجاء أنقر "إصلاح المشاكل" للمتابعة، أنقر "إعادة الفحص" لفحص المشاكل مرة أخرى

[Glary Undelete]
31001= إسترجاع الملفات
31901= طريقة سريعة فعالة لإستعادة الملفات المحذوفة بطريق الخطأ
31002= بحث
31003= مرشح
31004= مجلدات
31005= أنواع الملفات
31006= الأسم
31007= الحالة
31008= المسار الأصلي
31009= الحجم
31010= النوع
31011= تم تعديله
31012= إستعادة
31013= جار البحث., إنتظر من فضلك
31014= حدد مجلدا للبحث:
31015= جيد جداً
31016= جيد
31017= عادي
31018= معدم
31019= إستبدال
31020= حدد مجلد الهدف:
31021= الإسعادة إلى نفس القر قد يقلل فرص الإستعادة التاجحة, هل تريد المتالعة حقاً ؟
31022= هل تريد فعلاً إستبداله ؟ %s موجود مسبقاً في المجلد
31023= هل تريد فعلاً إستبدالها ؟ %s موجودة مسبقاً في المجلد
31024= المرشح:ممكن
31025= المرشح:معطل
31026= %s2: العناصر المحددة%s تم ايجاد
31027= جار البحث
31028= %s2 تم العثور على %s% العملية الحالية.
31029= غير قادر على بدء البحث: %s
31030= %s2 الملفات المستعادة %s يتم إستعادة
31031= %s غير قادر على إنشاء الملف
31032= حسب أسم الملف
31033= كل أو جزء من أسم الملف, يمكنك أستخدام العلامات e.g., *.doc
31034= تطابق واحد وأي شيء ؟
31035= * تطابق أي عدد وأي شيء
31036= حسب الحجم
31037= اكبر من
31038= اصغر من
31039= حسب الحجم
31040= من
31041= الى
31042= حسب الحالة
31043= كافة الأنواع

31044= لا يوجد معاينة متوفرة
31045= معاينة
31046= أنقر للتكبير
31047= أنقر للأغلاق
31048= القرص المحلي
31049= Glary إسترجاع الملفات

[Registry Defrag]
32001= إلغاء تجزئة التسجيل
32901= الغاء تجزئة التسجيل لتسريع النظام ورفع الأداء
32002= أهلا بك إلى إلغاء تجزئة التسجيل
32003= يتجزء التسجيل بمرور الوقت, ويحتل مزيد من المساحة اكثر من الضروري ويبطء عملية الأقلاع. يقوم الغاء تجزئة التسجيل بضغط وتحسين التسجيل من خلال إزالة الكتل غي الضرورية والمساحة المهدورة. يرفع هذا أداء النظام بشدة
32004= - تقليل التجزئة
32005= - إصلاح الأخطاء البنيوية
32006= - إستعادة مساحة الذاكرة غير المستخدمة
32007= أضغط التالي بتحليل مدى التجزئة.
32008= الحجم بعد التحسين:
32009= فرق الحجم:
32010= %s بالأمكان تصغير حجم التسجيل لديك بمقدار
32011= أضغط التالي للمتابعة (اعادة التشغيل مطلوبة). أضغط الغاء الأمر إذا كنت لا ترغب بتحقيق افضلية التسجيل,أو إذا تريد القيام به في وقت لاحق
32012= .وجد الغاء تجزئة التسجيل انه التسجيل لا يحتاج إلى الغاء تجزئة في هذا الوقت. يوصى بعمل إلغاء تجزئة للتسجيل مرة واحدة شهرياً على الأقل
32013= أضغط إغلاق لانها العمل مع البرنامج
32014= تنبيه: الغاء تجزئة التسجيل يتطلب عدم عمل أي برامج اثناء تحليل التسجيل
32015= .فضلاً احفظ عملك وقم بإغلاق كافة البرامج قبل المتابعة
32016= فضلاً قم ايضا بتعطيل برنامج الحماية اثناء وقت التحاليل. لا تحتاج لإيقاف جدران الحماية عادة
32017= بعد أن تقوم بإغلاق كافة البرامج, أضغط موافق للمتابعة
32018= الغاء التجزئة غير ممكن,لان جزء من التسجيل محمي من التعديلات. لحل هذه المشكلة يمكنك إغلاق كافة البرامج, ايقاف برامج الحماية والمحاولة ثانية. لاتنس إعادة تمكين برامج الحماية بعد عملية إلغاء تجزئة التسجيل
32019= تحذير : يجب إعادة تشغيل النظام لأتمام العملية
32020= هل تريد تحقيق التحسين ألآن
32021= تحليل التسجيل
32022= ...فضلاً انتظر
32023= Esc قد يتوقف النظام عن الإستجابة لعدة دقاءق لحين اكتمال التحاليل. يمكنك ايقاف العمليه مبالضغط على زر
32024= تم تحقيق التحسين لتسجيل النظام بنجاح

[System Information]
33001= معلومات النظام
33901= تجميع المعلومات عن أجهزتك وبرامجك
33002= أنشاء تقرير
33003= إنشاء تقرير (الكل)
33004= نظرة عامة
33005= نظام التشغيل
33006= أجهزة النظام
33007= الذاكرة
33008= الأقراص
33009= العرض
33010= الشبكة
33011= أجهزة أخرى
33012= عام
33013= المعالج
33014= اللوحة الأم
33015= Windows إصدار
33016= تاريخ التثبيت
33017= العرض
33018= الشاشة
33019= محول الفيديو
33020= الإدخال
33021= الفأرة
33022= لوحة المفاتيح
33023= محرك الأقراص
33024= DVD/CD-ROM القرص
33025= خصائص نظام التشغيل
33026= OS أسم
33027= OS لغة
33028= OS الإصدار
33029= المالك المسجل
33030= المؤسسة المسجلة
33031= معرف المنتج
33032= مفتاح المنتج
33033= OS تاريخ التثبيت
33034= OS جذر
33035= الدورة الحالية
33036= أسم الحاسوب
33037= أسم المستخدم
33038= مجال تسجيل الدخول
33039= الجهوزية
33040= مكونات الإصدار
33041= Internet Explorer
33042= Windows Media Player
33043= DirectX
33044= مجلدات النظام
33045= مجلدات المشاركة
33046= اللوحة الأم
33047= أسم اللوحة الأم
33048= مصنعة اللوحة الأم
33049= BIOS خصائص
33050= BIOS إصدار
33051= النظام BIOS تاريخ
33052= الفيديو BIOS تاريخ
33053= CPU خصائص
33054= CPU تحديد هوية
33055= CPU الأسم العام
33056= CPU بائع
33057= الرقم التسلسلي
33058= CPU تردد
33059= L1 رمز ذاكرة التخزين المؤقت
33060= L1 بيانات ذاكرة التخزين المؤقت
33061= L2 ذاكرة التخزين المؤقت
33062= CPU مأخذ توصيل
33063= الأساسية لكل حزمة
33064= المنطقية لكل أساسية
33065= تفاصيل التكوين
33066= CPU أستخدام
33067= CPU محفوظات أستخدام
33068= الذاكرة الفعلية
33069= الذاكرة الظاهرية
33070= إجمالي الذاكرة
33071= الذاكرة الحرة
33072= الذاكرة المستخدمة
33073= الذاكرة المحددة
33074= التطبيق
33075= أستخدام الذاكرة
33076= المسار
33077= تفاصيل وحدة التخزين
33078= حرف القرص
33079= نوع الجهاز
33080= الرقم التسلسلي
33081= نظام الملفات
33082= إجمالي البايتات
33083= البايتات الحرة
33084= البايتات المستخدمة
33085= نظام الملفات

33086= تمكين ضغط الملف
33087= يتم ضغط وحدة التخزين
33088= أسم ملف طويل ممكن
33089= تمكين ترميز أسم ملف
33090= نظام الملفات المشفرة

33091= المعلومات المنطقية
33092= أرقام الكتل
33093= الكتل الحرة
33094= الكتل المستخدمة
33095= بايتات لكل كتلة
33096= القطاعات كل كتلة
33097= القطاعات المستخدمة
33098= القطاعات الحرة

33099= تفاصيل التكوين
33100= بايتات لكل مقطع
33101= مجموع القطاعات

33102= إجمالي مساحة القرص
33103= المساحة الحرة على القرص
33104= مساحة القرص المستخدمة

33105= خصائص محول الفيديو
33106= وصف الجهاز
33107= سلسلة المحول
33108= BIOS سلسلة
33109= نوع الرقاقة
33110= DAC نوع
33111= تاريخ برنامج التشغيل
33112= إصدار برنامج التشغيل
33113= موفر برنامج التشغيل
33114= حجم الذاكرة

33115= خصائص الشاشة
33116= أسم الشاشة
33117= النموذج
33118= تاريخ الصنع
33119= الرقم التسلسلي
33120= أقصى حجم للعرض المرئي
33121= Gamma

33122= نموذج الفيديو مدعوم

33123= وصف محول الشبكة

33124= خصائص محول الشبكة
33125= محول الشبكة
33126= نوع الواجهة
33127= عنوان الجهاز
33128= أسم الإتصال
33129= سرعة الإتصال
33130= MTU
33131= البايتات المتلقاة
33132= البايتات المرسلة

33133= عناوين محول شبكة الإتصال
33134= IP/قناع الشبكة الفرعية
33135= البوابة
33136= DNS

33137= البيانات المستلمة
33138= إرسال البيانات

33139= أجهزة الصوت
33140= منافذ
33141= USB
33142= وحدة تحكم USB
33143= الطابعات

33144= الأسم
33145= القيمة

33148= مجلدات النظام
33149= مجلدات المشاركة
33150= أنقر بالزر الأيمن على المجلد الذي تريد فتحه في مستكشف Windows
33151= فتح مجلد
33152= خصائص
33153= ثا
33154= (%s ساعة %s2 دقيقة %s3 ثانية)

33155= نوع النظام
33156= بت %s

[GLARYUTILITIES]
1001001= إستعادة
1001002= الملاحظات
1001003= تصغير
1001004= الإصدار:
1001005= إعجاب

[OVERVIEW]
1002001= نظرة عامة
1002002= تشغيل الصيانة التلقائية
1002003= محو آثار الخصوصية عند إيقاف تشغيل windows
1002004= التحقق من التحديثات عند بدء البرنامج
1002005= تشغيل التنظيف والإصلاح العميق
1002006= Windows وقت أقلاع
1002007= تعطيل برامج بدء التشغيل غير الضرورية لجعل أقلاع ويندوز أسرع
1002008= مدير بدء التشغيل
1002009= %s أنت تستخدم
1002010= الترقية ألآن
1002011= مشاركة وقت أقلاع ويندوز
1002012= ساعة
1002013= دقائق
1002014= ثانية
1002015= تحديد الآثار
1002016= مرخص إلى:
1002017= إدارة الترخيص
1002018= الترخيص منتهي
1002019= التحقق من تحديثات البرامج تلقائياً
1002020= تخصيص النتائج

[ONECLICK]
1003001= إصلاح القرص
1003002= إلغاء تجزئة التسجيل
1003003= التحصين من البرامج الضارة
1003004= تحسين النظام
1003005= إلغاء تجزئة الأقراص الصلبة

[ADVANCED TOOLS]
1004001= أدوات متقدمة
1004002= Windows تسجيل
1004003= إصلاح
1004004= إلغاء التجزئة
1004005= النسخ الإحتياطي
1004006= إستعادة
   
1004007= مساحة القرص
1004008= تنظيف
1004009= إزالة التكرارات
1004010= إزالة المجلدات الفارغة
1004011= إزالة الإختصارات التالفة
1004012= مستكشف الأقراص
   
1004013= نظام القرص
1004014= تسريع النظام
1004015= تحسين بدء التشغيل النظام
1004016= تحرير الذاكرة
1004017= تسريع الإنترنت
1004018= وضع التسريع
   
1004019= الخصوصية
1004020= محو التاريخ
1004021= ملفات المشاركة
1004022= محو المساحة الحرة
1004023= تشفير الملفات
   
1004024= برامج التشغيل
1004025= النسخ الإحتياطي
1004026= إستعادة
1004027= إلغاء تثبيت
1004028= التحقق من التحديثات
   
1004029= إدارة الملفات
1004030= تقسيم الملفات
1004031= إستعادة الملفات المحذوفة
1004032= البحث السريع
   
1004033= الأقراص الصلبة
1004034= إلغاء تجزئة
1004035= إلغاء تجزئة الأقلاع
1004036= التحقق من الأخطاء
   
1004037= التحكم بالنظام
1004038= عناصر بدء التشغيل
1004039= الخدمات
1004040= المهام المجدولة
1004041= قوائم السياق
1004042= العمليات
1004043= مساعد المستعرض
   
1004044= حالة النظام
1004045= معلومات النظام
1004046= النسخ الإحتياطي على حاسوبك
1004056= إصلاح ملفات النظام
1004047= إستعادة النظام
1004048= التراجع عن التغييرات
   
1004049= مكافحة البرامج الضارة
1004050= إزالة البرامج الضارة
1004051= تحصين
   
1004052= البرامج
1004053= إلغاء التثبيت
1004054= التحقق من التحديثات
1004055= إيجاد المزيد من البرامج
1004057=

[QUICKLAUNCHBAR]
1005001= أنقر +/- لإضافة أو إزالة العنصر إلى شريط التذيل    
1005002= يوجد بالفعل هنا
1005003= - لا توجد مساحة كافية في شريط التذيل، يمكنك إزالة واحد بالنقر
1005004= .لا توجد مساحة كافية في شريط التذيل، يمكنك إزالة أي رمز بسحبه خارج شريط التذيل

[SKINSCENTER]
1006001= مركز السمات
1006002= مكتبة الصور
1006003= ألوان متواصلة
1006004= الملف التالي موجود بالفعل، أستبدال ؟
1006005= كافة الملفات مدعومة
1006006= مخصص

1007001= .ترخيصك التجريبي إنتهى
1007002= .أنقر هذه الرسالة لتنشيط Glary Utilities Pro ألآن
1007003= .ترخيصك قد إنتهى 
1007004= .أنقر هذه الرسالة لإعادة تنشيط Glary Utilities Pro ألآن

[CHECKDISK]
2400001= فحص القرص
2401001= الرجاء تحديد قرص للتحقق
2401002= إصلاح أخطاء نظام الملفات تلقائياً
2401003= فحص ومحاولة إسترداد المقاطع التالفة
2401004= فحص القرص
2401010= أسم القرص
2401011= آخر تحليل
2401012= الحالة
2401013= تحليل
2401014= التقرير
2401015= جاهز
2401016= تحتاج إلى التحقق
2401017= التحقق %s
2401018= فحص القرص توقف
2401019= تم العثور على أخطاء
2401020= لم يتم العثور على أخطاء
2401021= التحقق من أخطاء القرص
2401022= أخفاء التفاصيل
2401023= أظهار التفاصيل
2401024= .يفحص قرصك ونظام ملفاته للأخطاء CheckDisk
2401025= .الكشف عن الأخطاء سيتم إصلاحها تلقائياً لمنع فقدان البيانات
2401026= خيارات
;2401027= إصلاح أخطاء نظام الملفات تلقائياً
;2401028= مسح ومحاولة إسترداد المقاطع التالفة
2401029= بدء الفحص
2401030= أيقاف
2401031= !جدولة تدقيق القرص فشلت
2401032= .كان جدولة في المرة التالية لبدء تشغيل حاسوبك CheckDisk
2401033= .تخطي CheckDisk
2401034= .إلغي CheckDisk
2401035= .توقف CheckDisk
2401036= .إكتمل تدقيق القرص. لم يتم العثور على أخطاء
2401037= :خطأ القرص كالتالي %s وجد CheckDisk

2403001= %s تدقيق القرص
2403002= %s القيام بهذا للصراعات المقبلة
2403003= .ثانية %s سيتم تخطي

2405001= .عدم العثور على الوظيفة
2405002= .تدقيق القرص واجه خطأ. يجب إعادة تشغيل التطبيق
2405003= %s تدقيق نظام الملفات على
2405004= .%s نوع نظام الملفات هو

2406001= حفظ التقرير

2407001= النتيجة
2407002= جدولة تدقيق القرص
2407003= إعادة تشغيل ألآن
2407004= إظهار التقرير
2407005= .الويندوز سيتم إصلاح القرص في بدء التشغيل التالي

2408001= يتعذر على الويندوز تدقيق القرص في حين هو قيد الأستخدام
2408002= فرض إلغاء التحميل\n.هل تريد إلغاء تحميل وحدة التخزين هذه أولاً ؟ ملاحظة: جميع المقابض المفتوحة لوحدة التخزين هذه ستصبح غير صالحة
2408003= جدولة تدقيق القرص\nهل تريد التحقق من الأخطاء على القرص الصلب في المرة التالية لبدء تشغيل حاسوبك ؟
2408004= تخطي

[RESTORE CENTER]

2602001= ...إنشاء نقطة إستعادة
2603001= .أدخل وصفاً لمساعدتك على  تحديد نقطة الإستعادة. يتم إضافة التاريخ والوقت الحالي تلقائياً
2603002= إنشاء
2603003= .الرجاء إدخال الوصف
2604001= ... أستعداد لإستعادة نظامك
2605001= .عنصر %s تم إستعادة


[SETTINGS]
2801001= الإعدادات العامة
2801002= .العناصر أدناه ستتجاوز عند إجراء الفحص
2801003= أضافي
2801004= .يشير في طريقه من خلال التسجيل لتحديد واقتراح وإصلاح الأخطاء
2801005= إظهار تلميحات شريط التذيل
2801006= مشغلات متعددة معرفة
2801007= لم يتم جدولة المهمة
2801008= تخطي التحذير بالتحكم في حساب المستخدم
2801009= في القائمة الفرعية لعرض قائمة السياق
2801010= Glary Utilities الأنضمام إلى برنامج تحسين تجربة
2801011= معرفة المزيد

2802001= الجدولة:
2802002= وقت البدء:
2802003= .عدم بدأ المهمة إذا كان الحاسوب يعمل على البطاريات
2802004= .إيقاف المهمة في حالة بدء وضع البطارية
2802005= .تنبيه الحاسوب لتشغيل هذه المهمة
2802006= إدارة الطاقة

2803001= السجل
2803002= خيارات السجل
2803003= السجلات المحفوظة
2803004= فتح مجلد السجل
2803005= عرض السجل
2803006= حذف
2803007= مسح الكل
2803008= إنشاء سجلات عندما يكون هناك أي تغيير للحاسوب
2803009= أقصى ملفات:

[Quick Search]
3700001= البحث السريع
3700002= 

//frmMain
3701001= ملف
3701002= تحرير
3701003= عرض
3701004= مساعدة
3701005= فتح
3701006= فتح مجلد
3701007= تصدير
3701008= إغلاق
3701009= نسخ
3701010= مسار التطابق
3701011= خيارات
3701012= حم النص
3701013= ترتيب الرموز حسب
3701014= تنشيط
3701015= زيادة
3701016= نقصان
3701017= عادي
3701018= الأسم
3701019= المسار
3701020= الحجم
3701021= تاريخ التعديل
3701022= الصفحة الرئيسية
3701023= حول
3701024= تعديل الفئة
3701025= إظهار الكل
3701026= الإختصارات
3701027= المستندات
3701028= الصور        
3701029= الفيديو        
3701030= الموسيقى      
3701031= المبرمج 
3701032= %s إظهار ملفات
3701033= تظمين ملف 
3701034= تظمين دليل
3701035= بند موجود %s
3701036= ... %s جار فحص
3701037= النوع   
3701038= وصف الملف 
3701039= إصدار الملف 
3701040= إصدار المنتج 
3701041= أسم الشركة 
3701042= ملف نصي(*.txt)|*.txt|كافة الملفات(*.*)|*.*
3703043= الملف موجود
3703044= تلميحات
3703045= عنصر محدد %s
3701046= ... %s تحميل
3701047= نسخ المسار للحافظة
3701048= نسخ الأسم الكامل للحافظة
3701049= تحديد ملفات كثيرة جداً قد يسبب عدم إستجابة البرنامج، هل متأكد من المتابعة ؟

//frmSetting
3702001= خيارات
3702002= الفئة
3702003= عام
3702004= بدء تلقائياً في تسجيل الدخول إلى الويندوز
3702005= لإخفاء أو لإظهار مربع البحث 'Ctrl' أنقر نقراً مزدوجاً المفتاح
3702006= اللغة:
3702007= أسم الفئة
3702008= ملحقات الملف
3702009= أضافة
3702010= تعديل
3702011= إزلة
3702012= حسناً
3702013= إلغاء
3702014= الرجاء تحديد فئة
3702015= لا يمكن حذف هذه الفئة
3702016= الأقراص
3702017= الرجاء تحديد القرص للبحث
3702018= أسم القرص
3702019= نظام الملفات
3702020= السعة
3702021= المساحة المستخدمة

//frmGroupSetting
3703001= أسم الفئة:
3703002= ملحقات الملف:
3703003= ملحقات الملف:
3703004= الملحق
3703005= نوع الملف
3703006= (*.doc;*.txt)أدخل ملحق
3703007= !أسم الفئة لا يمكن أن يكون فارغاً
3703008= !لا يمكن أن تكون ملحقات الملف فارغة
3703009= .موجود بالفعل، الرجاء إعادة إدخال أسم الفئة %s أسم الفئة
3703010= إضافة فئة
3703011= تعديل فئة

//UnitFunction
3704001= !لا يوجد نص في الحافظة

//frmAbout
3705001= حول
3705002= الإصدار:
3705003= الموقع:
3705004= حقوق النشر @ 2014, Glarysoft ltd. كافة الحقوق محفوظة

//tray icon
3706001= فتح البحث السريع

//Task
3707001= Glary Utilities البحث السريع

[Disk Defrag]
3400001= إلغاء تجزئة القرص
3400101= تسريع القرص
3400002= إلغاء تجزئة الأقراص الصلبة لتسريع أداء الحاسوب

3400003= حاسوبك يعمل على البطاريات، نحن نوصي بعدم إلغاء التجزئة. إذا كنت ترغب في إلغاء تجزئته، الرجاء وضع علامة إيقاف إلغاء .التجزئة أثناء أستخدام البطارية في الإعدادات

//frmMain
3401001= أسم القرص
3401002= نظام الملفات
3401003= القدرات
3401004= المساحة الحرة
3401005= التجزئة
3401006= الحالة
3401007= إلغاء تجزئة وقت الأقلاع 
3401008= ملف
3401009= أدوات
3401010= تعليمات
3401011= ...إلغاء تجزئة الملفات
3401012= ...إلغاء تجزئة المجلد
3401013= تحليل
3401014= إلغاء التجزئة
3401015= إلغاء التجزئة والتحسين (أبطأ، تستخدم مرة واحدة في أسبوع)
3401016= خروج
3401017= أولوية
3401018= أولوية منخفضة
3401019= أولوية عادية
3401020= أولوية عالية
3401021= خيارات
3401022= الصفحة الرئيسية
3401023= التحقق من التحديثات
3401024= حول
3401025= إلغاء التجزئة
3401026= تحليل
3401027= إلغاء التجزئة والتحسين (أبطأ، تستخدم مرة واحدة في الأسبوع)
3401028= إيقاف مؤقت
3401029= أستئناف
3401030= أيقاف
3401031= إيقاف تشغيل الحاسوب بعد إلغاء التجزئة
3401032= تحديد الكل
3401033= بدون تحديد
3401034= الحالة
3401035= التقرير
3401036= المساحة المستخدمة
3401037= المساحة الحرة
3401038= تجهيز
3401039= المساحة الحرة
3401040= المساحة المستخدمة
3401041= عدم إلغاء التجزئة
3401042= الملفات غير القابلة للنقل
3401043= الملفات المجزأة
3401044= مشغول
3401045= MFT مناطق الحفظ
3401046= جاهز
3401047= تحليل
3401048= إلغاء التجزئة
3401049= تحسين
3401050= تم التحليل
3401051= تم إلغاء التجزئة
3401052= تم التحسين
3401053= إكتمال التحليل
3401054= إلغاء التجزئة أنجز
3401055= أكتمل التحسين
3401056= التحليل توقف
3401057= إلغاء التجزئة توقف
3401058= التحليل توقف
3401059= .إلغاء تجزئة وقت الأقلاع مفعل على وحدة التخزين هذه
3401060= .إلغاء تجزئة وقت الأقلاع غير مفعل على وحدة التخزين هذه
3401061= إيقاف تشغيل
3401062= تشغيل
3401063= تكوين
3401064= إلغاء تجزئة ملف ترحيل الصفحات، ملف الإسبات
3401065= إلغاء الجزئة MFT
3401066= إلغاء تجزئة نظام الملفات
3401067= محفوظات إلغاء تجزئة وقت الأقلاع (نقرة مزدوجة لعرض التفاصيل)
3401068= التاريخ
3401069= الحجم الإجمالي
3401070= تم إلغاء تجزئة
3401071= الملفات والمجلدات الكلية:
3401072= الأجزاء:
3401073= نسبة التجزئة:
3401074= أسم الملف
3401075= الأجزاء
3401076= الحجم
3401077= المسار
3401078= نعم
3401079= لا
3401080= ملف
3401081= تحديد مجلد
3401082= تلميح
3401083= .إلغاء تجزئة القرص ما يزال قيد التشغيل
3401084= برنامج تشغيل غير معروف
3401085= .دليل الجذر لا يمكن إضافته إلى قائمة الإستثناءات. الرجاء تحديد دليل آخر
3401086= عكس التحديد
3401087= أيقاف واحد
3401088= إيقاف الكل
3401089=.وليس هناك حاجة إلغاء تجزئتها ،)SSD) وحدة التخزين هذه تخزين أقراص الحالة الصلبة
3401090= القرص على ما يبدو الحالة الصلبة. إلغاء التجزئة قد يقلل من عمر البطارية. هل متأكد من أنك تريد الأستمرار ؟

//frmOption
3402000= خيارات
3402001= عام
3402002= إلغاء التجزئة
3402003= إلغاء التجزئة تلقائياً
3402004= الجدولة
3402005= إلغاء تجزئة وقت الأقلاع
3402006= تحسين
3402007= إستثناءات
3402008= اللغة:
3402009= Windows تشغيل تلقائياً عند تسجيل دخول
3402010= تصغير إلى شريط المهام عند إغلاق إطار البرنامج
3402011= إظهار تلميحات البالونات عند التصغير إلى شريط المهام
3402012= Windows دمج إلغاء تجزئة القرص في قائمة السياق مستكشف
3402013= التحقق من التحديثات تلقائياً
3402014= إلغاء التجزئة المتزامن للأقراص
3402015= أفتراضي
3402016= إلغاء التجزئة الذكي
3402017= Aurora
3402018= Windows القياسي
3402019= إمكانية الوصول
3402020= قوس المطر
3402021= نسيم البحر
3402022= فقط إلغاء تجزئة الملفات:
3402023= الأجزاء الأصغر من
3402024= الأكثر من
3402025= الأكبر من
3402026= الأصغر من
3402027= الأجزاء
3402028= نقل الملفات الكبيرة  إلى النهائية لقرص
3402029= حجم الملف الأدنى:
3402030= الملفات التي لا يمكن الوصول إليها في الشهر الماضي
3402031= الملفات في سلة المحذوفات
3402032= الملفات في أنواع المحددة
3402033= الفئة
3402034= النوع
3402035= إضافة
3402036= تحرير
3402037= تحرر
3402038= إستثناء الملفات التي لا ترغب في إلغاء التجزئة. مثال ملفات الفيديو. {#13 #10}فإنه سيتم الإسراع إلغاء التجزئة
3402039= إضافة ملفات
3402040= إضافة مجلدات
3402041= إلغاء التجزئة التلقائي مغلق
3402042= إلغاء التجزئة التلقائي مشغل
3402043= .عند تشغيل إلغاء التجزئة التلقائي، أن إلغاء تجزئة القرص الصلب تلقائياً للحفاظ على حاسوبك يعمل بسرعة أعلى
3402044= إلغاء التجزئة التلقائي عندما يكون النظام خاملاً لـ %s دقيقة
3402045= توقف مؤقت عند تجاوز أستخدام CPU أو القرص %s%
3402046= الأقراص
3402047= آخر إلغاء التجزئة:
3402048= ملفات تم إلغاء تجزئتها:
3402049= تشغيل حسب الجدولة
3402050= الإجراء:
3402051= التكرار:
3402052= الوقت:
3402053= إلغاء التجزئة فقط
3402054= إلغاء التجزئة والتحسين
3402055= يومياً
3402056= أسبوعياً
3402057= شهرياً
3402062= الجمعة
3402063= السبت
3402064= الأحد
3402058= الأثنين
3402059= الثلاثاء
3402060= الأربعاء
3402061= الخميس
3402065= تفعيل إلغاء تجزئة وقت الأقلاع
3402066= وحدة إلغاء التجزئة:
3402067= الأسلوب
3402068= الأقلاع اليومي
3402069= الأقلاع الأول اليومي
3402070= الأقلاع اليومي كل %s أيام
3402071= أقصى ملفات السجل:
3402072= بدء التحقق التلقائي
        
3402073= إلغاء تجزئة متقدم
3402074= إلغاء التجزئة سريع
3402075= تحديد مجلد
3402076= الرجاء تحديد القرص الذي تريد إلغاء التجزئة
3402077= نصائح
3402078= الرجاء تحديد فئة
3402079= هل تريد حقاً أن تحذف هذه الفئة ؟
3402080=  إضافة فئة الملف
3402081= تحرير فئة الملف
3402082= حسناً
3402083= إلغاء
3402084= .Windows إلغاء تجزئة وقت الأقلاع إلغاء تجزئة الملفات التي لا يمكن نقلها بأمان أثناء تشغيل
3402085= NTFS عند إلغاء تجزئة وحدة تخزين VSS إيقاف 
3402086= إيقاف إلغاء التجزئة التلقائي أثناء أستخدام البطارية

//frmConfig
3403001= المحفوظات
3403002= أفلام
3403003= صور القرص

//frmCategory
3404001= لا يمكن أن يكون أسم الفئة فارغ
3404002= نوع تنسيق خطأ! كمثال: (*.doc/*.doc,...,*.Txt).

//frmFileType
3405001= الفئة: 
3405002= النوع:
3405010= .موجود بالفعل، الرجاء إعادة إدخال أسم الفئة %s أسم الفئة

[SpyRemover]
2701001= إزالة البرامج الضارة
2701002= إزالة البرامج الضارة
2701003= الفحص السريع وإزالة برامج التجسس والأعلانية
2701004= فحص
2701005= إزالة
2701006= إستعادة
2701007= إعادة الفحص
2701008= 'الرجاء تحديد النسخ الإحتياطي الذي تريد أستعادته وأنقر الزر 'إستعادة.
2701010= النوع
2701011= الحالة
2701012= النسخ الإحتياطي
2701013= إلى تسجيل النظام ؟ %s هل متأكد من أنك تريد إستعادة
2701014= .قد تم الإستعادة بنجاح في التسجيل %s
2701015= %s فحص
2701016= الملفات المفحوصة: %s
2701017= !قد تم تنظيف البرامج الضارة بنجاح
2701018= إستعادة
2701019= فحص البرامج الضارة
2701020= الفحص مكتمل
2701021= برنامج ضار %s تم العثور على
2701022= لم يتم العثور على أي برنامج ضار
2701023= تم العثور على برنامج ضار واحد
2701024= لم يتم تحديد أي عنصر
2701025= عنصر %s تم تحديد
2701026= %s عنصر تم تحديده
2701027= معلومات البرامج الضارة
2701028= !لم يتم العثور على برامج ضارة
2702001= تفاصيل
2702002= .من فضلك أختيار الإدخالات التي تريد حذفها
	 
[BOOT TIME]
2901001= .للإشارة فقط
2901002= .وقت أقلاع ويندوز بطيئ للغاية، %s للمستخدمين أبطأ
2901003= .وقت أقلاع ويندوز بطيئ للغاية، %s للمستخدمين أبطأ
2901004= .وقت أقلاع ويندوز عام، %s للمستخدمين أبطأ
2901005= .وقت أقلاع ويندوز سريع %s للمستخدمين أبطأ
2901006= .وقت أقلاع ويندوز سريع جداً، %s للمستخدمين أبطأ
2901007= فشل في الحصول على البيانات، القيمة المرجعية يمكن أن لا تكون محسوبة.
2901008= ...الحصول على وقت الأقلاع، الرجاء الإنتظار

[DRIVER BACKUP]
2200001= إدارة برامج التشغيل
2201001= النسخ الإحتياطي
2201002= إلغاء التثبيت
2201003= إستعادة

2201004= ."تحديد برامج التشغيل التي تريد النسخ الإحتياطي وثم أنقر الزر "النسخ الإحتياطي
2201005= ."تحديد برامج التشغيل التي تريد إلغاء تثبيتها وثم أنقر الزر "إلغاء التثبيت
2201006= أختيار المجلد الوجهة حيث قمت بحفظ ملف النسخة الإحتياطية:
2201007= حفظ ملف النسخ الإحتياطي إلى:
2201008= النسخ الإحتياطي لبرنامج تشغيل
2201009= !%s فشل إنشاء
2201010= هل متأكد من أنك تريد إلغاء تثبيت هذا الجهاز ؟
2201011= أسم الجهاز
2201012= الإصدار
2201013= تاريخ النسخ الإحتياطي
2201014= !حاسوبك قد يحتاج لإعادة تشغيله


[Software Update]
4000001= تحديث البرامج
4000002= تخصيص النتائج
4000003= إخفاء الإصدارات الأولية
4000004= مكتشف التحديث
4000005= حسناً
4000006= تحديث البرامج
4001001= ...قراءة المزيد  
4001002= إلغاء
4001003= متابعة
4001004= Windows تشغيل تحديث البرامج عند بدء تشغيل
4001005= فحص
4001006= إعادة الفحص
4001007= .100% الفحص إكتمل
4001009= تخصيص النتائج
4001010= ... جاهز للبدء
4001011= ... فحص الحاسوب
4001012= ... إرسال البيانات للتحليل
4001013= ... فتح النتائج
4001014= أنقر زر 'فحص' لفحص حاسوبك للبرامج المثبتة
4001015= www.filepuma.com زيارة
4001016= إستعادة من شريط المهام
4001017= خروج
4001019= .أنقر هذه الرسالة لعرض المزيد
4001020= عرض التفاصيل
4001021= فحص  عن التحديثات

4001022= .لديك تحديث واحد جديد متوفر
4001023= .لديك %s تحديث جديد متوفر 
4001024= .لديك تحديث واحد أولي متاح 
4001025= .لديك %s تحديث أولي متاح

4001026= .لديك 1 تحديث جديد و1 تحديث أولي متاح
4001027= .لديك 1 تحديث جديد و %s تحديثات أولية متوفرة
4001028= .لديك %s تحديثات جديدة و1 تحديث أولي متاحة
4001029= .لديك %s تحديثات جديدة و %s2 تحديثات أولية متوفرة
4001030= .لا توجد تحديثات متوفرة حالياً

4001040= إظهار كافة الإصدارات
4001041= إخفاء كافة الإصدارات
4001042= إخفاء هذا الإصدار
4001043= الإصدار المثبت:

4001050= عام
4001051= النتائج
4001052= متقدم

4001053= الواجهة
4001054= التحديث تلقائياً
4001055= اللغة
4001056= تبليغي عند توفر إصدار جديد لتحديث البرامج
4001057= التحديث تلقائياً إلى الإصدار الأحدث

4001058= النتائج
4001059= إخفاء الإصدارات الأولية

4001060= بداية الويندوز
4001061= شريط مهام النظام
4001062= تشغيل تحديث البرامج عند بدء الويندوز
4001063= إنهاء البرنامج عند إغلاق الويندوز
4001064= التصغير إلى شريط المهام
4001065= إعدادات
4001066= الترقية إلى الإحترافية

[Portable Maker]
5001001= Glary Utilities صناعة إصدار محمول
5001002= سينشئ لك. يتم حفظه إلى سطح المكتب إفتراضي. أو Glary Utilities بالنقر الزر "إنشاء"، إصدار محمول لـ 
5001003= أنقر هنا لتغيير المسار الإفتراضي
5001004= إنشاء
5001005= فتح موقع الملف
5001006= .يرجى ملاحظة أن الإصدار المحمول فقط يشمل الوظائف في النسخةة المجانية ."Integrator_Portable.exe" تم إنشاء الإصدار المحمول بنجاح. أنقر "فتح موقع الملف" للحصول عليه. فك ضغط ملفات المضغوطة وتشغيل

[error report]
6001001= .واجه مشكلة ويجب إغلاقه. نحن نأسف للإزعاج %s
6001002= .حول هذه المشكلة Glarysoft من فضلك أخبر
6001003= .لقد أنشأنا تقرير الخطأ الذي يمكنك إرساله إلينا. سنعامل هذا التقرير كسري ومن مجهول
6001004= لمشاهدة ما يحتوي من بيانات تقرير الخطأ هذا،
6001005= أنقر هنا
6001006= إرسال تقرير الخطأ
6001007= عدم الإرسال
6001008= تلميحات
6001009= !الرجاء تحديد الملفات التي تريد إرسالها إلينا
6001010= فشل في إرسال تقرير الخطأ، الرجاء إرسال قائمة بالملفات كمرفقات إلى: {\r\n}%s{\r\n}!نشكركم على مشاركتكم

[GU Downloader]
7001001= تحميل Glary Utilities
7001002= بدء التحميل
7001003= إيقاف
7001004= تلميح
7001005= الرجاء الإنتظار بينما يتم تحميل الملف
7001006= تم التحميل بنجاح، البدء في التثبيت
7001007= .فشل التحميل، أنتقل إلى الموقع الرسمي للتحميل
7001008= لم يتم الإنتهاء من التحميل، هل متأكد من الإنهاء ؟
7001009= تثبيت

[Glary UnLocker]
8001001= الملفات/المجلدات المحددة
8001002= الملف/المجلد
8001003= الحالة
8001004= المزيد
8001005= إضافة ملف
8001006= إضافة مجلد
8001007= معلومات الملفات/المجلدات المشغولة
8001008= أسم العملية
8001009= مسار العملية
8001010= PID
8001011= إلغاء التأمين

8001012= UpProcessPriority فشل!
8001013= CreateToolhelp32Snapshot خطأ!
8001014= !إلغاء التأمين لم يتم بنجاح
8001015= !فتح بنجاح
8001016= .مشغولة بالعملية التالية
8001017= .تم إلغاء التأمين
8001018= إلغاء التأمين
8001019= مؤمن
8001021= أضغط مفاتيح الأسهم فقط
8001022= .الرجاء أختيار المجلد المطلوب
8001023= !فشل في فتح برنامج التشغيل

8001020= تعليمات
